[
  {
    "name_short": "ar00",
    "name": "The Fool",
    "value": "ZERO",
    "value_int": 0,
    "description": {
      "one": {
        "meaning": "Folly, mania, extravagance, intoxication, delirium, frenzy, bewrayment.",
        "desc": "With light step, as if earth and its trammels had little power to restrain him, a young man in gorgeous vestments pauses at the brink of a precipice among the great heights of the world; he surveys the blue distance before him-its expanse of sky rather than the prospect below. His act of eager walking is still indicated, though he is stationary at the given moment; his dog is still bounding. The edge which opens on the depth has no terror; it is as if angels were waiting to uphold him, if it came about that he leaped from the height. His countenance is full of intelligence and expectant dream. He has a rose in one hand and in the other a costly wand, from which depends over his right shoulder a wallet curiously embroidered. He is a prince of the other world on his travels through this one-all amidst the morning glory, in the keen air. The sun, which shines behind him, knows whence he came, whither he is going, and how he will return by another path after many days. He is the spirit in search of experience. Many symbols of the Instituted Mysteries are summarized in this card, which reverses, under high warrants, all the confusions that have preceded it.\nIn his Manual of Cartomancy, Grand Orient has a curious suggestion of the office of Mystic Fool, as apart of his process in higher divination; but it might call for more than ordinary gifts to put it into operation. We shall see how the card fares according to the common arts of fortune-telling, and it will be an example, to those who can discern, of the fact, otherwise so evident, that the Trumps Major had no place originally in the arts of psychic gambling, when cards are used as the counters and pretexts. Of the circumstances under which this art arose we know, however, very little. The conventional explanations say that the Fool signifies the flesh, the sensitive life, and by a peculiar satire its subsidiary name was at one time the alchemist, as depicting folly at the most insensate stage."
      },
      "two": {
        "meaning": "Beginnings, innocence, spontaneity, a free spirit.",
        "desc": "The Fool is numbered 0 - the number of unlimited potential - and so does not have a specific place in the sequence of the Tarot cards. The Fool can be placed either at the beginning of the Major Arcana or at the end. The Major Arcana is often considered The Fool's journey through life and as such, he is ever present and therefore needs no number. On The Fool Tarot card, a young man stands on the edge of a cliff, without a care in the world, as he sets out on a new adventure. He is gazing upwards toward the sky (and the Universe) and is seemingly unaware that he is about to skip off a precipice into the unknown. Over his shoulder rests a modest knapsack containing everything he needs - which isn't much (let's say he's a minimalist). The white rose in his left hand represents his purity and innocence. And at his feet is a small white dog, representing loyalty and protection, that encourages him to charge forward and learn the lessons he came to learn. The mountains behind The Fool symbolize the challenges yet to come. They are forever present, but The Fool doesn't care about them right now; he's more focused on starting his expedition."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/9/90/RWS_Tarot_00_Fool.jpg"
  },
  {
    "name_short": "ar01",
    "name": "The Magician",
    "value": "1",
    "value_int": 1,
    "description": {
      "one": {
        "meaning": "Skill, diplomacy, address, subtlety; sickness, pain, loss, disaster, snares of enemies; self-confidence, will; the Querent, if male.",
        "desc": "A youthful figure in the robe of a magician, having the countenance of divine Apollo, with smile of confidence and shining eyes. Above his head is the mysterious sign of the Holy Spirit, the sign of life, like an endless cord, forming the figure 8 in a horizontal position . About his waist is a serpent-cincture, the serpent appearing to devour its own tail. This is familiar to most as a conventional symbol of eternity, but here it indicates more especially the eternity of attainment in the spirit. In the Magician's right hand is a wand raised towards heaven, while the left hand is pointing to the earth. This dual sign is known in very high grades of the Instituted Mysteries; it shews the descent of grace, virtue and light, drawn from things above and derived to things below. The suggestion throughout is therefore the possession and communication of the Powers and Gifts of the Spirit. On the table in front of the Magician are the symbols of the four Tarot suits, signifying the elements of natural life, which lie like counters before the adept, and he adapts them as he wills. Beneath are roses and lilies, the flos campi and lilium convallium, changed into garden flowers, to shew the culture of aspiration. This card signifies the divine motive in man, reflecting God, the will in the liberation of its union with that which is above. It is also the unity of individual being on all planes, and in a very high sense it is thought, in the fixation thereof. With further reference to what I have called the sign of life and its connexion with the number 8, it may be remembered that Christian Gnosticism speaks of rebirth in Christ as a change \"unto the Ogdoad.\" The mystic number is termed Jerusalem above, the Land flowing with Milk and Honey, the Holy Spirit and the Land of the Lord. According to Martinism, 8 is the number of Christ."
      },
      "two": {
        "meaning": "Manifestation, resourcefulness, power, inspired action.",
        "desc": "The Magician card is numbered One - the number of new beginnings and opportunities - and associates with the planet of Mercury. He stands with one arm stretched upwards towards the Universe, and the other pointing down to the earth. His positioning represents his connection between the spiritual realms and the material realms. The Magician uses this relationship to create and manifest his goals in the physical realm. He is the conduit that converts energy into matter. The Magician's robe is white, symbolising purity, and his cloak is red, representing worldly experience and knowledge. On the table in front of him are the four symbols of the Tarot suits - a cup, pentacle, sword and wand - each symbolising one of the four elements - water, earth, air and fire. It is also a sign that he has all the tools (and elements) he needs to manifest his intentions into being. Above his head is the infinity symbol, and around his waist is a snake biting its own tail - both of which signal that he has access to unlimited potential. And in the foreground is an array of foliage and flowers, symbolising the blossoming and fruition of his ideas and aspirations."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/d/de/RWS_Tarot_01_Magician.jpg"
  },
  {
    "name_short": "ar02",
    "name": "The High Priestess",
    "value": "2",
    "value_int": 2,
    "description": {
      "one": {
        "meaning": "Secrets, mystery, the future as yet unrevealed; the woman who interests the Querent, if male; the Querent herself, if female; silence, tenacity; mystery, wisdom, science.",
        "desc": "She has the lunar crescent at her feet, a horned diadem on her head, with a globe in the middle place, and a large solar cross on her breast. The scroll in her hands is inscribed with the word Tora, signifying the Greater Law, the Secret Law and the second sense of the Word. It is partly covered by her mantle, to shew that some things are implied and some spoken. She is seated between the white and black pillars--J. and B.--of the mystic Temple, and the veil of the Temple is behind her: it is embroidered with palms and pomegranates. The vestments are flowing and gauzy, and the mantle suggests light--a shimmering radiance. She has been called occult Science on the threshold of the Sanctuary of Isis, but she is really the Secret Church, the House which is of God and man. She represents also the Second Marriage of the Prince who is no longer of this world; she is the spiritual Bride and Mother, the daughter of the stars and the Higher Garden of Eden. She is, in fine, the Queen of the borrowed light, but this is the light of all. She is the Moon nourished by the milk of the Supernal Mother.\nIn a manner, she is also the Supernal Mother herself--that is to say, she is the bright reflection. It is in this sense of reflection that her truest and highest name in bolism is Shekinah--the co-habiting glory. According to Kabalism, there is a Shekinah both above and below. In the superior world it is called Binah, the Supernal Understanding which reflects to the emanations that are beneath. In the lower world it is MaIkuth--that world being, for this purpose, understood as a blessed Kingdom that with which it is made blessed being the Indwelling Glory. Mystically speaking, the Shekinah is the Spiritual Bride of the just man, and when he reads the Law she gives the Divine meaning. There are some respects in which this card is the highest and holiest of the Greater Arcana."
      },
      "two": {
        "meaning": "Intuition, sacred knowledge, divine feminine, the subconscious mind.",
        "desc": "The High Priestess sits in front of a thin veil decorated with pomegranates. The veil represents the separate conscious and subconscious realms, the seen and the unseen, and serves to keep casual onlookers out. Only the initiated may enter. The pomegranates on the veil are a symbol of abundance, fertility and the divine feminine, and are sacred to Persephone who ate a pomegranate seed in the underworld and was forced to return every year. On either side of The High Priestess stand two pillars, marking the entrance to this sacred, mystical temple (also associated with the Temple of Solomon). One pillar is black with the letter B (Boaz, meaning 'in his strength') and the other is white with the letter J (Jachin, meaning 'he will establish'). The black and white colors of the pillars symbolize duality - masculine and feminine, darkness and light - stating that knowledge and acceptance of duality are required to enter this sacred space. The High Priestess wears a blue robe with a cross on her chest and a horned diadem (or crown), both a symbol of her divine knowledge and her status as a divine ruler. In her lap, she holds a scroll with the letter TORA, signifying the Greater Law (according to A. E. Waite). It is partly covered, signifying that this sacred knowledge is both explicit and implicit, it will only be revealed when the student is ready to look beyond the material realm. The crescent moon at her feet symbolizes her connection with the divine feminine, her intuition and subconscious mind, and the natural cycles of the moon."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/8/88/RWS_Tarot_02_High_Priestess.jpg"
  },
  {
    "name_short": "ar03",
    "name": "The Empress",
    "value": "3",
    "value_int": 3,
    "description": {
      "one": {
        "meaning": "Fruitfulness, action, initiative, length of days; the unknown, clandestine; also difficulty, doubt, ignorance.",
        "desc": "A stately figure, seated, having rich vestments and royal aspect, as of a daughter of heaven and earth. Her diadem is of twelve stars, gathered in a cluster. The symbol of Venus is on the shield which rests near her. A field of corn is ripening in front of her, and beyond there is a fall of water. The sceptre which she bears is surmounted by the globe of this world. She is the inferior Garden of Eden, the Earthly Paradise, all that is symbolized by the visible house of man. She is not Regina coeli, but she is still refugium peccatorum, the fruitful mother of thousands. There are also certain aspects in which she has been correctly described as desire and the wings thereof, as the woman clothed with the sun, as Gloria Mundi and the veil of the Sanctum Sanctorum; but she is not, I may add, the soul that has attained wings, unless all the symbolism is counted up another and unusual way. She is above all things universal fecundity and the outer sense of the Word. This is obvious, because there is no direct message which has been given to man like that which is borne by woman; but she does not herself carry its interpretation.\nIn another order of ideas, the card of the Empress signifies the door or gate by which an entrance is obtained into this life, as into the Garden of Venus; and then the way which leads out therefrom, into that which is beyond, is the secret known to the High Priestess: it is communicated by her to the elect. Most old attributions of this card are completely wrong on the symbolism--as, for example, its identification with the Word, Divine Nature, the Triad, and so forth."
      },
      "two": {
        "meaning": "Femininity, beauty, nature, nurturing, abundance.",
        "desc": "The Empress is a beautiful, full-figured woman with blonde hair and a peaceful aura about her. On her head, she wears a crown of twelve stars, showing her connection with the mystical realm and the cycles of the natural world (the twelve months of the year and the twelve planets). Her robe is patterned with pomegranates, symbolic of fertility, and sits upon a luxurious array of cushions and flowing red velvet. One cushion features the symbol of Venus, the planet of love, creativity, fertility, beauty and grace - the essence of The Empress. A beautiful, lush forest and winding stream surround The Empress, signifying her connection with Mother Earth and life itself. She draws her sense of peace from the trees and the water and is rejuvenated by the energy of nature. In the foreground, golden wheat springs from the soil, reflecting abundance from a recent harvest."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/d/d2/RWS_Tarot_03_Empress.jpg"
  },
  {
    "name_short": "ar04",
    "name": "The Emperor",
    "value": "4",
    "value_int": 4,
    "description": {
      "one": {
        "meaning": "Stability, power, protection, realization; a great person; aid, reason, conviction; also authority and will.",
        "desc": "He has a form of the Crux ansata for his sceptre and a globe in his left hand. He is a crowned monarch--commanding, stately, seated on a throne, the arms of which axe fronted by rams' heads. He is executive and realization, the power of this world, here clothed with the highest of its natural attributes. He is occasionally represented as seated on a cubic stone, which, however, confuses some of the issues. He is the virile power, to which the Empress responds, and in this sense is he who seeks to remove the Veil of Isis; yet she remains virgo intacta.\nIt should be understood that this card and that of the Empress do not precisely represent the condition of married life, though this state is implied. On the surface, as I have indicated, they stand for mundane royalty, uplifted on the seats of the mighty; but above this there is the suggestion of another presence. They signify also--and the male figure especially--the higher kingship, occupying the intellectual throne. Hereof is the lordship of thought rather than of the animal world. Both personalities, after their own manner, are \"full of strange experience,\" but theirs is not consciously the wisdom which draws from a higher world. The Emperor has been described as (a) will in its embodied form, but this is only one of its applications, and (b) as an expression of virtualities contained in the Absolute Being--but this is fantasy."
      },
      "two": {
        "meaning": "Authority, establishment, structure, a father figure.",
        "desc": "If The Empress is the Mother archetype of the Tarot deck, The Emperor is the Father. He sits upon a large stone throne, adorned with four rams' heads (symbolic of his connection with Aries and the planet Mars). In his right hand, The Emperor holds an ankh, the Egyptian symbol of life, and in his left is an orb representing the world over which he rules. He wears a red robe, indicative of his power, passion, and energy for life. Underneath it, he wears a suit of armor, suggesting that he is protected from any threat (and any emotional response or vulnerability). His long white beard is symbolic of his age-old wisdom and experience, and along with his gold crown, he is an authority figure who demands to be heard. Behind his throne looms a tall, impenetrable mountain range, signifying that he is backed by a solid foundation but resistant to making any changes unless he deems it necessary. Beneath the peaks flows a small river, giving some hope that despite his tough exterior, he is still an emotional being - it will just take a lot of digging and trust to open him up to his softer side."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/c/c3/RWS_Tarot_04_Emperor.jpg"
  },
  {
    "name_short": "ar05",
    "name": "The Hierophant",
    "value": "5",
    "value_int": 5,
    "description": {
      "one": {
        "meaning": "Marriage, alliance, captivity, servitude; by another account, mercy and goodness; inspiration; the man to whom the Querent has recourse.",
        "desc": "He wears the triple crown and is seated between two pillars, but they are not those of the Temple which is guarded by the High Priestess. In his left hand he holds a sceptre terminating in the triple cross, and with his right hand he gives the well-known ecclesiastical sign which is called that of esotericism, distinguishing between the manifest and concealed part of doctrine. It is noticeable in this connexion that the High Priestess makes no sign. At his feet are the crossed keys, and two priestly ministers in albs kneel before him. He has been usually called the Pope, which is a particular application of the more general office that he symbolizes. He is the ruling power of external religion, as the High Priestess is the prevailing genius of the esoteric, withdrawn power. The proper meanings of this card have suffered woeful admixture from nearly all hands. Grand Orient says truly that the Hierophant is the power of the keys, exoteric orthodox doctrine, and the outer side of the life which leads to the doctrine; but he is certainly not the prince of occult doctrine, as another commentator has suggested.\nHe is rather the summa totius theologiæ, when it has passed into the utmost rigidity of expression; but he symbolizes also all things that are righteous and sacred on the manifest side. As such, he is the channel of grace belonging to the world of institution as distinct from that of Nature, and he is the leader of salvation for the human race at large. He is the order and the head of the recognized hierarchy, which is the reflection of another and greater hierarchic order; but it may so happen that the pontiff forgets the significance of this his symbolic state and acts as if he contained within his proper measures all that his sign signifies or his symbol seeks to shew forth. He is not, as it has been thought, philosophy-except on the theological side; he is not inspiration; and he is not religion, although he is a mode of its expression."
      },
      "two": {
        "meaning": "Spiritual wisdom, religious beliefs, conformity, tradition,institutions.",
        "desc": "The Hierophant is the masculine counterpart to The High Priestess. He is also known as the Pope or the Teacher in other Tarot decks and is ruled by Taurus. The Hierophant is a religious figure sitting between two pillars of a sacred temple - though this temple differs from the one in which the High Priestess sits. He wears three robes - red, blue and white - and a three-tiered crown, both representing the three worlds over which he rules (the conscious, sub-conscious and super-conscious). In his left hand, he holds the Papal Cross, a triple sceptre that signifies his religious status. He raises his right hand in a religious blessing, with two fingers pointing towards Heaven and two towards Earth. Before him kneel two followers. The Hierophant's task is to pass down his spiritual wisdom and initiate the two into the church so they can take up their appointed roles. This imagery speaks to a shared group identity and a rite of passage to enter the next level. The crossed keys at The Hierophant's feet represent the balance between the conscious and subconscious minds and the unlocking of mysteries, which only he can teach."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/8/8d/RWS_Tarot_05_Hierophant.jpg"
  },
  {
    "name_short": "ar06",
    "name": "The Lovers",
    "value": "6",
    "value_int": 6,
    "description": {
      "one": {
        "meaning": "Attraction, love, beauty, trials overcome.",
        "desc": "The sun shines in the zenith, and beneath is a great winged figure with arms extended, pouring down influences. In the foreground are two human figures, male and female, unveiled before each other, as if Adam and Eve when they first occupied the paradise of the earthly body. Behind the man is the Tree of Life, bearing twelve fruits, and the Tree of the Knowledge of Good and Evil is behind the woman; the serpent is twining round it. The figures suggest youth, virginity, innocence and love before it is contaminated by gross material desire. This is in all simplicity the card of human love, here exhibited as part of the way, the truth and the life. It replaces, by recourse to first principles, the old card of marriage, which I have described previously, and the later follies which depicted man between vice and virtue. In a very high sense, the card is a mystery of the Covenant and Sabbath.\nThe suggestion in respect of the woman is that she signifies that attraction towards the sensitive life which carries within it the idea of the Fall of Man, but she is rather the working of a Secret Law of Providence than a willing and conscious temptress. It is through her imputed lapse that man shall arise ultimately, and only by her can he complete himself. The card is therefore in its way another intimation concerning the great mystery of womanhood. The old meanings fall to pieces of necessity with the old pictures, but even as interpretations of the latter, some of them were of the order of commonplace and others were false in symbolism."
      },
      "two": {
        "meaning": "Love, harmony, relationships, values alignment, choices.",
        "desc": "The Lovers card shows a naked man and woman standing beneath the angel, Raphael, whose name means 'God heals' and represents both physical and emotional healing. The angel blesses the man and woman and reminds them of their union with the Divine. The couple stands in a beautiful, fertile landscape, reminiscent of the Garden of Eden. Behind the woman stands a tall apple tree, with a snake winding its way up the trunk. The serpent and apple tree represent the temptation of sensual pleasures that may take one's focus away from the Divine. Behind the man is a tree of flames, which represent passion, the primary concern of the man. The twelve flames suggest the twelve zodiac signs, the symbol of time and eternity. The man looks to the woman, who watches the angel, showing the path of the conscious to the subconscious to the super-conscious, or from physical desire to emotional needs to spiritual concerns. The volcanic mountain in the background is rather phallic and represents the eruption of passion that happens when man and woman meet in full frontal nudity."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/3/3a/TheLovers.jpg"
  },
  {
    "name_short": "ar07",
    "name": "The Chariot",
    "value": "7",
    "value_int": 7,
    "description": {
      "one": {
        "meaning": "Succour, providence also war, triumph, presumption, vengeance, trouble.",
        "desc": "An erect and princely figure carrying a drawn sword and corresponding, broadly speaking, to the traditional description which I have given in the first part. On the shoulders of the victorious hero are supposed to be the Urim and Thummim. He has led captivity captive; he is conquest on all planes--in the mind, in science, in progress, in certain trials of initiation. He has thus replied to the sphinx, and it is on this account that I have accepted the variation of Éliphas Lévi; two sphinxes thus draw his chariot. He is above all things triumph in the mind.\nIt is to be understood for this reason (a) that the question of the sphinx is concerned with a Mystery of Nature and not of the world of Grace, to which the charioteer could offer no answer; (b) that the planes of his conquest are manifest or external and not within himself; (c) that the liberation which he effects may leave himself in the bondage of the logical understanding; (d) that the tests of initiation through which he has passed in triumph are to be understood physically or rationally; and (e) that if he came to the pillars of that Temple between which the High Priestess is seated, he could not open the scroll called Tora, nor if she questioned him could he answer. He is not hereditary royalty and he is not priesthood."
      },
      "two": {
        "meaning": "Control, willpower, success, action, determination.",
        "desc": "The Chariot Tarot card shows a brave warrior standing inside a chariot. He wears armor decorated with crescent moons (representing what is coming into being), a tunic with a square (the strength of will) and other alchemical symbols (spiritual transformation). The laurel and star crown signals victory, success and spiritual evolution. Although he appears to be driving the chariot, the charioteer holds no reins - just a wand like The Magician's - symbolizing that he controls through the strength of his will and mind. The charioteer stands tall - there's no sitting down for this guy, as he's all about taking action and moving forward. Above his head is a canopy of six-pointed stars, suggesting his connection to the celestial world and the Divine will. In front of the vehicle sit a black and a white sphinx, representing duality, positive and negative and, at times, opposing forces. Note how the sphinxes are pulling in opposite directions, but the charioteer uses his willpower and sheer resolve to steer the chariot forward in the direction he wants. Behind the chariot flows a wide river, symbolic of the need to be 'in flow' with the rhythm of life while also charging ahead toward your goals and intentions."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/9/9b/RWS_Tarot_07_Chariot.jpg"
  },
  {
    "name_short": "ar08",
    "name": "Fortitude",
    "value": "8",
    "value_int": 8,
    "description": {
      "one": {
        "meaning": "Power, energy, action, courage, magnanimity; also complete success and honours.",
        "desc": "A woman, over whose head there broods the same symbol of life which we have seen in the card of the Magician, is closing the jaws of a lion. The only point in which this design differs from the conventional presentations is that her beneficent fortitude has already subdued the lion, which is being led by a chain of flowers. For reasons which satisfy myself, this card has been interchanged with that of justice, which is usually numbered eight. As the variation carries nothing with it which will signify to the reader, there is no cause for explanation. Fortitude, in one of its most exalted aspects, is connected with the Divine Mystery of Union; the virtue, of course, operates in all planes, and hence draws on all in its symbolism. It connects also with innocentia inviolata, and with the strength which resides in contemplation.\nThese higher meanings are, however, matters of inference, and I do not suggest that they are transparent on the surface of the card. They are intimated in a concealed manner by the chain of flowers, which signifies, among many other things, the sweet yoke and the light burden of Divine Law, when it has been taken into the heart of hearts. The card has nothing to do with self-confidence in the ordinary sense, though this has been suggested--but it concerns the confidence of those whose strength is God, who have found their refuge in Him. There is one aspect in which the lion signifies the passions, and she who is called Strength is the higher nature in its liberation. It has walked upon the asp and the basilisk and has trodden down the lion and the dragon."
      },
      "two": {
        "meaning": "Strength, courage, persuasion, influence, compassion.",
        "desc": "In the Strength Tarot card, a woman gently strokes a lion on its forehead and jaw. Even though it is known for its ferociousness, the woman has tamed this wild beast with her calming, loving energy. The lion is a symbol of raw passions and desires, and in taming him, the woman shows that animal instinct and raw passion can be expressed in positive ways when inner strength and resilience are applied. She doesn't use force or coercion; she channels her inner strength to subdue and subtly control the lion. The woman wears a white robe, showing her purity of spirit, and a belt and crown of flowers that represent the fullest, most beautiful expression of nature. Over her head is the symbol of infinity, representing her infinite potential and wisdom."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/f/f5/RWS_Tarot_08_Strength.jpg"
  },
  {
    "name_short": "ar09",
    "name": "The Hermit",
    "value": "9",
    "value_int": 9,
    "description": {
      "one": {
        "meaning": "Prudence, circumspection; also and especially treason, dissimulation, roguery, corruption.",
        "desc": "The variation from the conventional models in this card is only that the lamp is not enveloped partially in the mantle of its bearer, who blends the idea of the Ancient of Days with the Light of the World It is a star which shines in the lantern. I have said that this is a card of attainment, and to extend this conception the figure is seen holding up his beacon on an eminence. Therefore the Hermit is not, as Court de Gebelin explained, a wise man in search of truth and justice; nor is he, as a later explanation proposes, an especial example of experience. His beacon intimates that \"where I am, you also may be.\"\nIt is further a card which is understood quite incorrectly when it is connected with the idea of occult isolation, as the protection of personal magnetism against admixture. This is one of the frivolous renderings which we owe to Éliphas Lévi. It has been adopted by the French Order of Martinism and some of us have heard a great deal of the Silent and Unknown Philosophy enveloped by his mantle from the knowledge of the profane. In true Martinism, the significance of the term Philosophe inconnu was of another order. It did not refer to the intended concealment of the Instituted Mysteries, much less of their substitutes, but--like the card itself--to the truth that the Divine Mysteries secure their own protection from those who are unprepared."
      },
      "two": {
        "meaning": "Soul-searching, introspection, being alone, inner guidance.",
        "desc": "The Hermit stands alone on the top of a mountain. The snow-capped range symbolizes his spiritual mastery, growth, and accomplishment. He has chosen this path of self-discovery and, as a result, has reached a heightened state of awareness. In his right hand, he holds a lantern with a six-pointed star inside; it is the Seal of Solomon, a symbol of wisdom. As The Hermit walks his path, the lamp lights his way - but it only illuminates his next few steps rather than the full journey. He must step forward to see where to go next, knowing that not everything will be revealed at once. In his left hand, the side of the subconscious mind, The Hermit holds a long staff (a sign of his power and authority), which he uses to guide and balance him."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/4/4d/RWS_Tarot_09_Hermit.jpg"
  },
  {
    "name_short": "ar10",
    "name": "Wheel Of Fortune",
    "value": "10",
    "value_int": 10,
    "description": {
      "one": {
        "meaning": "Destiny, fortune, success, elevation, luck, felicity.",
        "desc": "In this symbol I have again followed the reconstruction of Éliphas Lévi, who has furnished several variants. It is legitimate--as I have intimated--to use Egyptian symbolism when this serves our purpose, provided that no theory of origin is implied therein. I have, however, presented Typhon in his serpent form. The symbolism is, of course, not exclusively Egyptian, as the four Living Creatures of Ezekiel occupy the angles of the card, and the wheel itself follows other indications of Lévi in respect of Ezekiel's vision, as illustrative of the particular Tarot Key. With the French occultist, and in the design itself, the symbolic picture stands for the perpetual motion of a fluidic universe and for the flux of human life. The Sphinx is the equilibrium therein. The transliteration of Taro as Rota is inscribed on the wheel, counterchanged with the letters of the Divine Name--to shew that Providence is imphed through all. But this is the Divine intention within, and the similar intention without is exemplified by the four Living Creatures. Sometimes the sphinx is represented couchant on a pedestal above, which defrauds the symbolism by stultifying the essential idea of stability amidst movement.\nBehind the general notion expressed in the symbol there lies the denial of chance and the fatality which is implied therein. It may be added that, from the days of Lévi onward, the occult explanations of this card are--even for occultism itself--of a singularly fatuous kind. It has been said to mean principle, fecundity, virile honour, ruling authority, etc. The findings of common fortune-telling are better than this on their own plane."
      },
      "two": {
        "meaning": "Good luck, karma, life cycles, destiny, a turning point.",
        "desc": "The Wheel of Fortune card shows a giant wheel, with three figures on the outer edges. Four Hebrew letters - YHVH (Yod Heh Vau Heh), the unpronounceable name of God - are inscribed on the wheel's face. There are also the letters TORA, thought to be a version of the word Torah, meaning 'law', or TAROT, or even ROTA (Latin for 'wheel'). The middle wheel has the alchemical symbols for mercury, sulphur, water and salt - the building blocks of life and the four elements - and represents formative power. On the outer circle is a snake, the Egyptian god Typhon (the god of evil), descending on the left side. The snake also represents the life force plunging into the material world. On the right side rises the Anubis, the Egyptian God of the dead who welcomes souls to the underworld. And on top of the wheel sits the Sphinx, representing knowledge and strength. In the corners of the Wheel of Fortune card are four winged creatures, each associated with the four fixed signs of the Zodiac: the angel is Aquarius, the eagle is Scorpio, the lion is Leo, and the bull is Taurus. Their wings signify stability amidst movement and change, and each holds the Torah, representing wisdom."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/3/3c/RWS_Tarot_10_Wheel_of_Fortune.jpg"
  },
  {
    "name_short": "ar11",
    "name": "Justice",
    "value": "11",
    "value_int": 11,
    "description": {
      "one": {
        "meaning": "Equity, rightness, probity, executive; triumph of the deserving side in law.",
        "desc": "As this card follows the traditional symbolism and carries above all its obvious meanings, there is little to say regarding it outside the few considerations collected in the first part, to which the reader is referred.\nIt will be seen, however, that the figure is seated between pillars, like the High Priestess, and on this account it seems desirable to indicate that the moral principle which deals unto every man according to his works--while, of course, it is in strict analogy with higher things;--differs in its essence from the spiritual justice which is involved in the idea of election. The latter belongs to a mysterious order of Providence, in virtue of which it is possible for certain men to conceive the idea of dedication to the highest things. The operation of this is like the breathing of the Spirit where it wills, and we have no canon of criticism or ground of explanation concerning it. It is analogous to the possession of the fairy gifts and the high gifts and the gracious gifts of the poet: we have them or have not, and their presence is as much a mystery as their absence. The law of Justice is not however involved by either alternative. In conclusion, the pillars of Justice open into one world and the pillars of the High Priestess into another."
      },
      "two": {
        "meaning": "Justice, fairness, truth, cause and effect, law.",
        "desc": "The figure of Justice sits in front of a loosely hung purple veil, signifying compassion, and between two pillars, similar to those framing The High Priestess and The Hierophant, which symbolize balance, law and structure. She holds a sword in her right hand, showing the logical, well-ordered mindset necessary to dispense fair justice. The sword points upwards - expressing a firm and final decision - and the double-edged blade signifies that our actions always carry consequences. The scales in her left (intuitive) hand, show intuition must balance that logic and are a symbol of her impartiality. Justice wears a crown with a small square on it representing well-ordered thoughts, and a red robe with a green mantle. A little white shoe pops out from beneath her clothing as a reminder of the spiritual consequences of your actions."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/e/e0/RWS_Tarot_11_Justice.jpg"
  },
  {
    "name_short": "ar12",
    "name": "The Hanged Man",
    "value": "12",
    "value_int": 12,
    "description": {
      "one": {
        "meaning": "Wisdom, circumspection, discernment, trials, sacrifice, intuition, divination, prophecy.",
        "desc": "The gallows from which he is suspended forms a Tau cross, while the figure--from the position of the legs--forms a fylfot cross. There is a nimbus about the head of the seeming martyr. It should be noted (1) that the tree of sacrifice is living wood, with leaves thereon; (2) that the face expresses deep entrancement, not suffering; (3) that the figure, as a whole, suggests life in suspension, but life and not death. It is a card of profound significance, but all the significance is veiled. One of his editors suggests that Éliphas Lévi did not know the meaning, which is unquestionable nor did the editor himself. It has been called falsely a card of martyrdom, a card a of prudence, a card of the Great Work, a card of duty; but we may exhaust all published interpretations and find only vanity. I will say very simply on my own part that it expresses the relation, in one of its aspects, between the Divine and the Universe.\nHe who can understand that the story of his higher nature is imbedded in this symbolism will receive intimations concerning a great awakening that is possible, and will know that after the sacred Mystery of Death there is a glorious Mystery of Resurrection."
      },
      "two": {
        "meaning": "Pause, surrender, letting go, new perspectives.",
        "desc": "The Hanged Man shows a man suspended from a T-shaped cross made of living wood. He is hanging upside-down, viewing the world from a completely different perspective, and his facial expression is calm and serene, suggesting that he is in this hanging position by his own choice. He has a halo around his head, symbolizing new insight, awareness and enlightenment. His right foot is bound to the tree, but his left foot remains free, bent at the knee and tucked in behind his right leg. His arms are bent, with hands held behind his back, forming an inverted triangle. The man is wearing red pants representing human passion and the physical body, and a blue vest for knowledge. The Hanged Man is the card of ultimate surrender, of being suspended in time and of martyrdom and sacrifice to the greater good."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/2/2b/RWS_Tarot_12_Hanged_Man.jpg"
  },
  {
    "name_short": "ar13",
    "name": "Death",
    "value": "13",
    "value_int": 13,
    "description": {
      "one": {
        "meaning": "End, mortality, destruction, corruption also, for a man, the loss of a benefactor for a woman, many contrarieties; for a maid, failure of marriage projects.",
        "desc": "The veil or mask of life is perpetuated in change, transformation and passage from lower to higher, and this is more fitly represented in the rectified Tarot by one of the apocalyptic visions than by the crude notion of the reaping skeleton. Behind it lies the whole world of ascent in the spirit. The mysterious horseman moves slowly, bearing a black banner emblazoned with the Mystic Rose, which signifies life. Between two pillars on the verge of the horizon there shines the sun of immortality. The horseman carries no visible weapon, but king and child and maiden fall before him, while a prelate with clasped hands awaits his end.\nThere should be no need to point out that the suggestion of death which I have made in connection with the previous card is, of course, to be understood mystically, but this is not the case in the present instance. The natural transit of man to the next stage of his being either is or may be one form of his progress, but the exotic and almost unknown entrance, while still in this life, into the state of mystical death is a change in the form of consciousness and the passage into a state to which ordinary death is neither the path nor gate. The existing occult explanations of the 13th card are, on the whole, better than usual, rebirth, creation, destination, renewal, and the rest."
      },
      "two": {
        "meaning": "Endings, change, transformation, transition.",
        "desc": "The Death card shows the Messenger of Death - a skeleton dressed in black armor, riding a white horse. The skeleton represents the part of the body which survives long after life has left it; the armor symbolizes invincibility and that death will come no matter what. Its dark color is that of mourning and the mysterious, while the horse is the color of purity and acts as a symbol of strength and power. Death carries a black flag decorated with a white, five-petal rose, reflecting beauty, purification, and immortality and the number five representing change. Together, these symbols reveal that death isn't just about life ending. Death is about endings and beginnings, birth and rebirth, change and transformation. There is beauty in death, and it is an inherent part of being alive. A royal figure appears to be dead on the ground, while a young woman, child and bishop plead with the skeletal figure to spare them. But, as we all know, death spares no one. In the background, a boat floats down the river, akin to the mythological boats escorting the dead to the afterlife. On the horizon, the sun sets between two towers (which also appear in The Moon Tarot card), in a sense dying each night and being reborn every morning."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/d/d7/RWS_Tarot_13_Death.jpg"
  },
  {
    "name_short": "ar14",
    "name": "Temperance",
    "value": "14",
    "value_int": 14,
    "description": {
      "one": {
        "meaning": "Economy, moderation, frugality, management, accommodation.",
        "desc": "A winged angel, with the sign of the sun upon his forehead and on his breast the square and triangle of the septenary. I speak of him in the masculine sense, but the figure is neither male nor female. It is held to be pouring the essences of life from chalice to chalice. It has one foot upon the earth and one upon waters, thus illustrating the nature of the essences. A direct path goes up to certain heights on the verge of the horizon, and above there is a great light, through which a crown is seen vaguely. Hereof is some part of the Secret of Eternal Life, as it is possible to man in his incarnation. All the conventional emblems are renounced herein.\nSo also are the conventional meanings, which refer to changes in the seasons, perpetual movement of life and even the combination of ideas. It is, moreover, untrue to say that the figure symbolizes the genius of the sun, though it is the analogy of solar light, realized in the third part of our human triplicity. It is called Temperance fantastically, because, when the rule of it obtains in our consciousness, it tempers, combines and harmonises the psychic and material natures. Under that rule we know in our rational part something of whence we came and whither we are going."
      },
      "two": {
        "meaning": "Balance, moderation, patience, purpose.",
        "desc": "The Temperance card shows a large, winged angel who is both masculine and feminine. She wears a light blue robe with a triangle enclosed in a square on the front, representing that humans (the triangle) are bound by the Earth and natural law (square). The angel balances between one foot on the rocks, expressing the need to stay grounded, and one foot in the water, showing the need to be in flow. She pours water between two cups, symbolic of the flow and alchemy of life. In the background, there is a winding path up to a mountain range, reflecting the journey through life. Above the mountains hovers a golden crown encased in a glowing light, a symbol of taking the Higher path and staying true to one's life purpose and meaning."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/f/f8/RWS_Tarot_14_Temperance.jpg"
  },
  {
    "name_short": "ar15",
    "name": "The Devil",
    "value": "15",
    "value_int": 15,
    "description": {
      "one": {
        "meaning": "Ravage, violence, vehemence, extraordinary efforts, force, fatality; that which is predestined but is not for this reason evil.",
        "desc": "The design is an accommodation, mean or harmony, between several motives mentioned in the first part. The Horned Goat of Mendes, with wings like those of a bat, is standing on an altar. At the pit of the stomach there is the sign of Mercury. The right hand is upraised and extended, being the reverse of that benediction which is given by the Hierophant in the fifth card. In the left hand there is a great flaming torch, inverted towards the earth. A reversed pentagram is on the forehead. There is a ring in front of the altar, from which two chains are carried to the necks of two figures, male and female. These are analogous with those of the fifth card, as if Adam and Eve after the Fall. Hereof is the chain and fatality of the material life.\nThe figures are tailed, to signify the animal nature, but there is human intelligence in the faces, and he who is exalted above them is not to be their master for ever. Even now, he is also a bondsman, sustained by the evil that is in him and blind to the liberty of service. With more than his usual derision for the arts which he pretended to respect and interpret as a master therein, Éliphas Lévi affirms that the Baphometic figure is occult science and magic. Another commentator says that in the Divine world it signifies predestination, but there is no correspondence in that world with the things which below are of the brute. What it does signify is the Dweller on the Threshold without the Mystical Garden when those are driven forth therefrom who have eaten the forbidden fruit."
      },
      "two": {
        "meaning": "Shadow self, attachment, addiction, restriction, sexuality.",
        "desc": "The Devil card shows Baphomet, or the Horned Goat of Mendes, a creature that is half man, half goat. Baphomet originally represented the balance between good and evil, male and female, and human and animal; however, more recently, this figure has been linked to the occult and has become a scapegoat for all things considered 'evil'. The Devil has the wings of a vampire bat, an animal that sucks the lifeblood out of its prey, symbolic of what happens when you give in to your raw desires. He has a hypnotic stare which 'magnetizes' and entrances those who come near him, bringing them under his power. Above him is an inverted pentagram - a sign of the darker side of magic and occultism. He raises his right hand in the Vulcan Salute - a Jewish blessing, later made famous by the film series, Star Trek. In his left hand, he holds a lit torch. At the foot of The Devil stand a man and a woman, both naked and chained to the podium on which The Devil sits. They appear to be held here against their will - but look closer, and you will notice that the chains around their necks are loose and could be easily removed. Each has small horns on their head, like the devil's, a sign that they are becoming increasingly like him the longer they stay here. Both have tails, a further symbol of their animalistic tendencies and raw instincts, and the grapes and the fire on their respective tails signify pleasure and lust."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/5/55/RWS_Tarot_15_Devil.jpg"
  },
  {
    "name_short": "ar16",
    "name": "The Tower",
    "value": "16",
    "value_int": 16,
    "description": {
      "one": {
        "meaning": "Misery, distress, indigence, adversity, calamity, disgrace, deception, ruin. It is a card in particular of unforeseen catastrophe.",
        "desc": "Occult explanations attached to this card are meagre and mostly disconcerting. It is idle to indicate that it depicts min in all its aspects, because it bears this evidence on the surface. It is said further that it contains the first allusion to a material building, but I do not conceive that the Tower is more or less material than the pillars which we have met with in three previous cases. I see nothing to warrant Papus in supposing that it is literally the fall of Adam, but there is more in favour of his alternative--that it signifies the materialization of the spiritual word. The bibliographer Christian imagines that it is the downfall of the mind, seeking to penetrate the mystery of God. I agree rather with Grand Orient that it is the ruin of the House of We, when evil has prevailed therein, and above all that it is the rending of a House of Doctrine. I understand that the reference is, however, to a House of Falsehood. It illustrates also in the most comprehensive way the old truth that \"except the Lord build the house, they labour in vain that build it.\"\nThere is a sense in which the catastrophe is a reflection from the previous card, but not on the side of the symbolism which I have tried to indicate therein. It is more correctly a question of analogy; one is concerned with the fall into the material and animal state, while the other signifies destruction on the intellectual side. The Tower has been spoken of as the chastisement of pride and the intellect overwhelmed in the attempt to penetrate the Mystery of God; but in neither case do these explanations account for the two persons who are the living sufferers. The one is the literal word made void and the other its false interpretation. In yet a deeper sense, it may signify also the end of a dispensation, but there is no possibility here for the consideration of this involved question."
      },
      "two": {
        "meaning": "Sudden change, upheaval, chaos, revelation, awakening.",
        "desc": "The Tower shows a tall tower perched on the top of a rocky mountain. Lightning strikes set the building alight, and two people leap from the windows, head first and arms outstretched. It is a scene of chaos and destruction. The Tower itself is a solid structure, but because it has been built on shaky foundations, it only takes one bolt of lightning to bring it down. It represents ambitions and goals made on false premises. The lightning represents a sudden surge of energy and insight that leads to a break-through or revelation. It enters via the top of the building and knocks off the crown, symbolizing energy flowing down from the Universe, through the crown chakra. The people are desperate to escape from the burning building, not knowing what awaits them as they fall. Around them are 22 flames, representing the 12 signs of the zodiac and 10 points of the Tree of Life, suggesting that even in times of disaster, there is always divine intervention."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/5/53/RWS_Tarot_16_Tower.jpg"
  },
  {
    "name_short": "ar17",
    "name": "The Star",
    "value": "17",
    "value_int": 17,
    "description": {
      "one": {
        "meaning": "Loss, theft, privation, abandonment; another reading says-hope and bright prospects,",
        "desc": "A great, radiant star of eight rays, surrounded by seven lesser stars--also of eight rays. The female figure in the foreground is entirely naked. Her left knee is on the land and her right foot upon the water. She pours Water of Life from two great ewers, irrigating sea and land. Behind her is rising ground and on the right a shrub or tree, whereon a bird alights. The figure expresses eternal youth and beauty. The star is l'étoile flamboyante, which appears in Masonic symbolism, but has been confused therein. That which the figure communicates to the living scene is the substance of the heavens and the elements. It has been said truly that the mottoes of this card are \"Waters of Life freely\" and \"Gifts of the Spirit.\"\nThe summary of several tawdry explanations says that it is a card of hope. On other planes it has been certified as immortality and interior light. For the majority of prepared minds, the figure will appear as the type of Truth unveiled, glorious in undying beauty, pouring on the waters of the soul some part and measure of her priceless possession. But she is in reality the Great Mother in the Kabalistic Sephira Binah, which is supernal Understanding, who communicates to the Sephiroth that are below in the measure that they can receive her influx."
      },
      "two": {
        "meaning": "Hope, faith, purpose, renewal, spirituality.",
        "desc": "The Star card shows a naked woman kneeling at the edge of a small pool. She holds two containers of water: one in her left hand (the subconscious) and one in her right (the conscious). She pours the water out to nourish the earth and to continue the cycle of fertility, represented by the lush greenery around her. The other container pours the water onto dry land in five rivulets, representing the five senses. The woman has one foot on the ground, representing her practical abilities and good common sense, and the other foot in the water, representing her intuition and inner resources and listening to her inner voice. She is naked, representing her vulnerability and purity under the vastness of the starry night sky. Behind her shines one large star, representing her core essences, and seven smaller stars, representing the chakras."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/d/db/RWS_Tarot_17_Star.jpg"
  },
  {
    "name_short": "ar18",
    "name": "The Moon",
    "value": "18",
    "value_int": 18,
    "description": {
      "one": {
        "meaning": "Hidden enemies, danger, calumny, darkness, terror, deception, occult forces, error.",
        "desc": "The distinction between this card and some of the conventional types is that the moon is increasing on what is called the side of mercy, to the right of the observer. It has sixteen chief and sixteen secondary rays. The card represents life of the imagination apart from life of the spirit. The path between the towers is the issue into the unknown. The dog and wolf are the fears of the natural mind in the presence of that place of exit, when there is only reflected light to guide it.\nThe last reference is a key to another form of symbolism. The intellectual light is a reflection and beyond it is the unknown mystery which it cannot shew forth. It illuminates our animal nature, types of which are represented below--the dog, the wolf and that which comes up out of the deeps, the nameless and hideous tendency which is lower than the savage beast. It strives to attain manifestation, symbolized by crawling from the abyss of water to the land, but as a rule it sinks back whence it came. The face of the mind directs a calm gaze upon the unrest below; the dew of thought falls; the message is: Peace, be still; and it may be that there shall come a calm upon the animal nature, while the abyss beneath shall cease from giving up a form."
      },
      "two": {
        "meaning": "Illusion, fear, anxiety, subconscious, intuition.",
        "desc": "The Moon card shows a full moon in the night's sky, positioned between two large towers. The Moon is a symbol of intuition, dreams, and the unconscious. Its light is dim compared to the sun, and only slightly illuminates the path to higher consciousness winding between the two towers. In the foreground is a small pool, representing the watery, subconscious mind. A small crayfish crawls out of the pool, symbolizing the early stages of consciousness unfolding. A dog and a wolf stand in the grassy field, howling at the moon, representing both the tamed and the wild aspects of our minds."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/7/7f/RWS_Tarot_18_Moon.jpg"
  },
  {
    "name_short": "ar19",
    "name": "The Sun",
    "value": "19",
    "value_int": 19,
    "description": {
      "one": {
        "meaning": "Material happiness, fortunate marriage, contentment.",
        "desc": "The naked child mounted on a white horse and displaying a red standard has been mentioned already as the better symbolism connected with this card. It is the destiny of the Supernatural East and the great and holy light which goes before the endless procession of humanity, coming out from the walled garden of the sensitive life and passing on the journey home. The card signifies, therefore, the transit from the manifest light of this world, represented by the glorious sun of earth, to the light of the world to come, which goes before aspiration and is typified by the heart of a child.\nBut the last allusion is again the key to a different form or aspect of the symbolism. The sun is that of consciousness in the spirit - the direct as the antithesis of the reflected light. The characteristic type of humanity has become a little child therein--a child in the sense of simplicity and innocence in the sense of wisdom. In that simplicity, he bears the seal of Nature and of Art; in that innocence, he signifies the restored world. When the self-knowing spirit has dawned in the consciousness above the natural mind, that mind in its renewal leads forth the animal nature in a state of perfect conformity."
      },
      "two": {
        "meaning": "Positivity, fun, warmth, success, vitality.",
        "desc": "The Sun Tarot card radiates with optimism and positivity. A large, bright sun shines in the sky, representing the source of all life on Earth. Underneath, four sunflowers grow tall above a brick wall, representing the four suits of the Minor Arcana and the four elements. In the foreground, a young, naked child is sitting on top of a calm white horse. The child represents the joy of being connected with your inner spirit, and his nakedness is a sign he has nothing to hide and has all the innocence and purity of childhood. The white horse is also a sign of purity and strength."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/1/17/RWS_Tarot_19_Sun.jpg"
  },
  {
    "name_short": "ar20",
    "name": "The Last Judgment",
    "value": "20",
    "value_int": 20,
    "description": {
      "one": {
        "meaning": "Change of position, renewal, outcome. Another account specifies total loss though lawsuit.",
        "desc": "I have said that this symbol is essentially invariable in all Tarot sets, or at least the variations do not alter its character. The great angel is here encompassed by clouds, but he blows his bannered trumpet, and the cross as usual is displayed on the banner. The dead are rising from their tombs--a woman on the right, a man on the left hand, and between them their child, whose back is turned. But in this card there are more than three who are restored, and it has been thought worth while to make this variation as illustrating the insufficiency of current explanations. It should be noted that all the figures are as one in the wonder, adoration and ecstacy expressed by their attitudes. It is the card which registers the accomplishment of the great work of transformation in answer to the summons of the Supernal--which summons is heard and answered from within.\nHerein is the intimation of a significance which cannot well be carried further in the present place. What is that within us which does sound a trumpet and all that is lower in our nature rises in response--almost in a moment, almost in the twinkling of an eye? Let the card continue to depict, for those who can see no further, the Last judgment and the resurrection in the natural body; but let those who have inward eyes look and discover therewith. They will understand that it has been called truly in the past a card of eternal life, and for this reason it may be compared with that which passes under the name of Temperance."
      },
      "two": {
        "meaning": "Judgement, rebirth, inner calling, absolution.",
        "desc": "The Judgement card shows naked men, women, and children rising from their graves, arms outspread and looking up into the sky. Above, Archangel Gabriel - the Messenger of God - blows his trumpet. The people respond to his call, ready to be judged and to find out if they will be accepted into the heavens or not. In the background is an extensive mountain range, signifying the insurmountable obstacles and the impossibility of avoiding judgement."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/d/dd/RWS_Tarot_20_Judgement.jpg"
  },
  {
    "name_short": "ar21",
    "name": "The World",
    "value": "21",
    "value_int": 21,
    "description": {
      "one": {
        "meaning": "Assured success, recompense, voyage, route, emigration, flight, change of place.",
        "desc": "As this final message of the Major Trumps is unchanged--and indeed unchangeable--in respect of its design, it has been partly described already regarding its deeper sense. It represents also the perfection and end of the Cosmos, the secret which is within it, the rapture of the universe when it understands itself in God. It is further the state of the soul in the consciousness of Divine Vision, reflected from the self-knowing spirit. But these meanings are without prejudice to that which I have said concerning it on the material side.\nIt has more than one message on the macrocosmic side and is, for example, the state of the restored world when the law of manifestation shall have been carried to the highest degree of natural perfection. But it is perhaps more especially a story of the past, referring to that day when all was declared to be good, when the morning stars sang together and all the Sons of God shouted for joy. One of the worst explanations concerning it is that the figure symbolizes the Magus when he has reached the highest degree of initiation; another account says that it represents the absolute, which is ridiculous. The figure has been said to stand for Truth, which is, however, more properly allocated to the seventeenth card. Lastly, it has been called the Crown of the Magi."
      },
      "two": {
        "meaning": "Completion, integration, accomplishment, travel.",
        "desc": "The World card shows a naked woman wrapped in a purple cloth, dancing inside a large laurel wreath. She looks behind her to the past, while her body moves forward to the future. In her hands are two wands or batons, like the one The Magician holds. It is a symbol that what was manifested with The Magician has now come to completion with The World. The wreath is circular, symbolizing a continual cycle of successful completion and new beginnings because, as the woman steps through the wreath, she is completing one phase but beginning another one almost straight away. Around the wreath are four figures (a lion, bull, cherub and eagle), similar to those in the Wheel of Fortune. Both The World and the Wheel of Fortune speak to the cyclical nature of your life and your progression through its cycles. The four figures represent the four fixed signs of the Zodiac—Leo, Taurus, Aquarius, and Scorpio. They are symbolic of the four elements, the four suits of Tarot, four compass points, four seasons, and the four corners of the Universe. They are here to guide you from one phase to the next, bringing balance and harmony to your journey."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/f/ff/RWS_Tarot_21_World.jpg"
  },
  {
    "name": "Page of Pentacles",
    "name_short": "pepa",
    "value": "page",
    "value_int": 11,
    "description": {
      "one": {
        "desc": "A youthful figure, looking intently at the pentacle which hovers over his raised hands. He moves slowly, insensible of that which is about him.",
        "meaning": "Application, study, scholarship, reflection another reading says news, messages and the bringer thereof; also rule, management."
      },
      "two": {
        "meaning": "Manifestation, financial opportunity, skill development.",
        "desc": "The Page of Pentacles depicts a young man standing in a grassy field of blooming flowers. In the distance behind him is a small patch of trees and a newly ploughed field, promising an abundant harvest. The mountain range in the horizon signifies the upcoming challenges and obstacles the Page must surmount along his journey. The Page holds a gold coin in his hand and examines it carefully, as if to discover how to manifest even more gold and abundance."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/e/ec/Pents11.jpg"
  },
  {
    "name": "Knight of Pentacles",
    "name_short": "pekn",
    "value": "knight",
    "value_int": 12,
    "description": {
      "one": {
        "desc": "He rides a slow, enduring, heavy horse, to which his own aspect corresponds. He exhibits his symbol, but does not look therein.",

        "meaning": "Utility, serviceableness, interest, responsibility, rectitude-all on the normal and external plane."
      },
      "two": {
        "meaning": "Hard work, productivity, routine, conservatism.",
        "desc": "The Knight of Pentacles sits on a stationary draught horse, carefully looking at the gold coin held in his hand. He is in no hurry, preferring to assess and plan his path ahead before taking action. In the background, there is a broad field that has been laboriously ploughed row by row, symbolising that this Knight is ready and willing to do the work to realise his dreams, even if it is repetitive and dull."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/d/d5/Pents12.jpg"
  },
  {
    "name": "Queen of Pentacles",
    "name_short": "pequ",
    "value": "queen",
    "value_int": 13,
    "description": {
      "one": {
        "desc": "The face suggests that of a dark woman, whose qualities might be summed up in the idea of greatness of soul; she has also the serious cast of intelligence; she contemplates her symbol and may see worlds therein.",

        "meaning": "Opulence, generosity, magnificence, security, liberty."
      },
      "two": {
        "meaning": "Nurturing, practical, providing financially, a working parent.",
        "desc": "In the Queen of Pentacles, a woman sits on a stone throne decorated with carvings of fruit trees, goats, angels and other symbols of material success and sensual pleasure. She cradles a gold coin with both hands and looks down on it with loving care, as if to nurture this symbol of wealth and material success. Luscious plants and flowers surround her, representing her connection to Mother Earth, nature, and abundance. A small rabbit jumps near to where she is seated, symbolising fertility and suggesting that her life is in flow and alignment."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/8/88/Pents13.jpg"
  },
  {
    "name": "King of Pentacles",
    "name_short": "peki",
    "value": "king",
    "value_int": 14,
    "description": {
      "one": {
        "desc": "The figure calls for no special description the face is rather dark, suggesting also courage, but somewhat lethargic in tendency. The bull's head should be noted as a recurrent symbol on the throne. The sign of this suit is represented throughout as engraved or blazoned with the pentagram, typifying the correspondence of the four elements in human nature and that by which they may be governed. In many old Tarot packs this suit stood for current coin, money, deniers. I have not invented the substitution of pentacles and I have no special cause to sustain in respect of the alternative. But the consensus of divinatory meanings is on the side of some change, because the cards do not happen to deal especially with questions of money.",
        "meaning": "Valour, realizing intelligence, business and normal intellectual aptitude, sometimes mathematical gifts and attainments of this kind; success in these paths."
      },
      "two": {
        "meaning": "Wealth, business, leadership, security, discipline, abundance.",
        "desc": "The King of Pentacles sits on a throne embellished with carvings of bulls, representing his connection to the astrological sign of Taurus, and grapes and vines adorn his robe, symbolising wealth and abundance. In his right hand, he holds the sceptre of his power, and in his left, he holds a golden coin, symbolic of his material influence. This King has an innate ability to create material wealth and financial abundance - and better yet, he can sustain his wealth over time through self-discipline, control and leadership. At his feet and around his throne are more vines, flowers and plants, representing the highest attainment of material success. His castle sits behind him, a symbol of all he has built through his efforts and determination. This King is therefore very serious about financial security and has made the accumulation of wealth his focus in life. He is proud of his achievements and likes to show others his prized possessions and wealth."
      }
    },

    "url": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Pents14.jpg"
  },
  {
    "name": "Ace of Pentacles",
    "name_short": "peac",
    "value": "ace",
    "value_int": 1,
    "description": {
      "one": {
        "desc": "A hand--issuing, as usual, from a cloud--holds up a pentacle.",
        "meaning": "Perfect contentment, felicity, ecstasy; also speedy intelligence; gold."
      },
      "two": {
        "meaning": "A new financial or career opportunity, manifestation, abundance.",
        "desc": "The Ace of Pentacles depicts a hand emerging from the clouds, much like the Aces of the other suits. A large coin sits in the cupped palm, freely available to whoever has the wherewithal to take it. It is as if a new opportunity, associated with wealth, business, and manifestation, has appeared out of nowhere and is now being extended to you in all its glory. The impetus is now on you to accept this offer and turn it into something meaningful and sustainable. The landscape in this card is lush and abounding: a garden brimming with green grass and white lilies. A small path leads to an archway, wrapped in beautiful foliage and flowers and, beyond the arch, mountain peaks soar in the horizon. This verdant imagery signals that the time is ripe to move forward with your career and financial ambitions. While it will require hard work and determination (scaling mountains is no easy task), the Ace of Pentacles encourages you to make the most of this opportunity while it's in its most abundant state."
      }
    },

    "url": "https://upload.wikimedia.org/wikipedia/commons/f/fd/Pents01.jpg"
  },
  {
    "name": "Two of Pentacles",
    "name_short": "pe02",
    "value": "two",
    "value_int": 2,
    "description": {
      "one": {
        "desc": "A young man, in the act of dancing, has a pentacle in either hand, and they are joined by that endless cord which is like the number 8 reversed.",
        "meaning": "On the one hand it is represented as a card of gaiety, recreation and its connexions, which is the subject of the design; but it is read also as news and messages in writing, as obstacles, agitation, trouble, embroilment."
      },
      "two": {
        "meaning": "Multiple priorities, time management, prioritisation, adaptability.",
        "desc": "In the Two of Pentacles, a young man dances while juggling two coins in his hands. The infinity symbol links the coins, suggesting that this man can handle unlimited problems so long as he manages his time, energy and resources well. In the background, two ships sail the high seas, bobbing up and down on the huge waves - another sign that the ups and downs of life are manageable with focus and attention."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/9/9f/Pents02.jpg"
  },
  {
    "name": "Three of Pentacles",
    "name_short": "pe03",
    "value": "three",
    "value_int": 3,
    "description": {
      "one": {
        "desc": "A sculptor at his work in a monastery. Compare the design which illustrates the Eight of Pentacles. The apprentice or amateur therein has received his reward and is now at work in earnest.",
        "meaning": "Métier, trade, skilled labour; usually, however, regarded as a card of nobility, aristocracy, renown, glory."
      },
      "two": {
        "meaning": "Teamwork, collaboration, learning, implementation.",
        "desc": "The Three of Pentacles shows a young stonemason working with his tools on a portion of a cathedral. In front of him two architects hold the plans for the design. The soaring ceilings and intricate engravings signify that both parties are skilled in their respective crafts. The stonemason appears to be discussing his progress so far with the architects, and even though he is less experienced, they value his opinion and specialist knowledge. Their body language insinuates that this young man is an essential contributor to the cathedral's completion and the architects want to make sure that everyone is on the same page."
      }
    },

    "url": "https://upload.wikimedia.org/wikipedia/commons/4/42/Pents03.jpg"
  },
  {
    "name": "Four of Pentacles",
    "name_short": "pe04",
    "value": "four",
    "value_int": 4,
    "description": {
      "one": {
        "desc": "A crowned figure, having a pentacle over his crown, clasps another with hands and arms; two pentacles are under his feet. He holds to that which he has.",
        "meaning": "The surety of possessions, cleaving to that which one has, gift, legacy, inheritance."
      },
      "two": {
        "meaning": "Saving money, security, conservatism, scarcity, control.",
        "desc": "The Four of Pentacles shows a man sitting on a stool, beyond the boundaries of his hometown. His arms are wrapped tightly around a coin as if he fears he may lose it if he loosens his grip. He balances another pentacle on his head, impeding his connection with spirit, and two more sit securely underneath his feet. He clearly doesn't want anyone to take his coins. However, because he is so attached to his money, he can't move or go anywhere. He has no one to speak to, not even the friends and family members in the community behind him. The man finds himself stuck in one place with a singular fixation: wealth."
      }
    },

    "url": "https://upload.wikimedia.org/wikipedia/commons/3/35/Pents04.jpg"
  },
  {
    "name": "Five of Pentacles",
    "name_short": "pe05",
    "value": "five",
    "value_int": 5,
    "description": {
      "one": {
        "desc": "Two mendicants in a snow-storm pass a lighted casement.",

        "meaning": "The card foretells material trouble above all, whether in the form illustrated--that is, destitution--or otherwise. For some cartomancists, it is a card of love and lovers-wife, husband, friend, mistress; also concordance, affinities. These alternatives cannot be harmonized."
      },
      "two": {
        "meaning": "Financial loss, poverty, lack mindset, isolation, worry.",
        "desc": "In the Five of Pentacles, two people walk through the icy wind and snow; both are destitute and living in poverty. One man is injured and on crutches, while the other is barefoot and has only a thin blanket to protect him from the bleak winter weather. Behind them sits a church with its lit up and exuding warmth, a symbol of hope, faith and spiritual support. However, because the two people are so focused on their plight, they fail to see that help is available to them and continue on in their desperate journey."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/9/96/Pents05.jpg"
  },
  {
    "name": "Six of Pentacles",
    "name_short": "pe06",
    "value": "six",
    "value_int": 6,
    "description": {
      "one": {
        "desc": "A person in the guise of a merchant weighs money in a pair of scales and distributes it to the needy and distressed. It is a testimony to his own success in life, as well as to his goodness of heart.",

        "meaning": "Presents, gifts, gratification another account says attention, vigilance now is the accepted time, present prosperity, etc."
      },
      "two": {
        "meaning": "Giving, receiving, sharing wealth, generosity, charity.",
        "desc": "The Six of Pentacles shows a wealthy man dressed in a red robe, handing out coins to two beggars who kneel at his feet. In his left hand, he holds a balanced scale, representing fairness and equality. This card reflects a state of financial security and generosity, suggesting that you can generously use your wealth and abundance for the benefit of others. But it also speaks to receiving generosity and the feeling of relief that accompanies much-needed assistance. The Six of Pentacles is a card of giving and receiving. Sometimes, you are on the giving end; other times, you are on the receiving end. It's an ongoing cycle of life, and this card serves as a reminder that the balance can change at any time. Even if you are surrounded by wealth, there will be times when you need the help and support of others, so be generous with your resources, as you may need the support in the future."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/a/a6/Pents06.jpg"
  },
  {
    "name": "Seven of Pentacles",
    "name_short": "pe07",
    "value": "seven",
    "value_int": 7,
    "description": {
      "one": {
        "desc": "A young man, leaning on his staff, looks intently at seven pentacles attached to a clump of greenery on his right; one would say that these were his treasures and that his heart was there.",
        "meaning": "These are exceedingly contradictory; in the main, it is a card of money, business, barter; but one reading gives altercation, quarrels--and another innocence, ingenuity, purgation."
      },
      "two": {
        "meaning": "Long-term view, sustainable results, perseverance, investment.",
        "desc": "In the Seven of Pentacles, a man leans on his hoe, gazing down at his abundant crop. He has worked long and hard to nurture tiny seeds into this thriving garden and can now take a break to enjoy the fruits of his labour. Note the expression in his face, however: he also looks fatigued - even a little 'over it' - from having worked so hard for this successful harvest. Success comes from hard work and patience, but this card reminds you to take care not to overdo it and exhaust yourself."
      }
    },

    "url": "https://upload.wikimedia.org/wikipedia/commons/6/6a/Pents07.jpg"
  },
  {
    "name": "Eight of Pentacles",
    "name_short": "pe08",
    "value": "eight",
    "value_int": 8,
    "description": {
      "one": {
        "desc": "An artist in stone at his work, which he exhibits in the form of trophies.",
        "meaning": "Work, employment, commission, craftsmanship, skill in craft and business, perhaps in the preparatory stage."
      },
      "two": {
        "meaning": "Apprenticeship, repetitive tasks, mastery, skill development.",
        "desc": "The Eight of Pentacles shows a young man labouring over eight coins, carefully etching out a pentacle shape into each coin. In the background, there is a small town, however he has separated himself from the distractions of home life so that he can fully dedicate himself to the task at hand. He is concentrating very hard, eager to do a good job and avoid any mistakes. As he creates each coin, his skills improve and he becomes a master at his craft."
      }
    },

    "url": "https://upload.wikimedia.org/wikipedia/commons/4/49/Pents08.jpg"
  },
  {
    "name": "Nine of Pentacles",
    "name_short": "pe09",
    "value": "nine",
    "value_int": 9,
    "description": {
      "one": {
        "desc": "A woman, with a bird upon her wrist, stands amidst a great abundance of grapevines in the garden of a manorial house. It is a wide domain, suggesting plenty in all things. Possibly it is her own possession and testifies to material well-being.",

        "meaning": "Prudence, safety, success, accomplishment, certitude, discernment."
      },
      "two": {
        "meaning": "Abundance, luxury, self-sufficiency, financial independence.",
        "desc": "The Nine of Pentacles shows a well-dressed woman standing in a beautiful garden. She wears a flowing, golden robe and a red beret, signs of her wealth and social status. The vines behind her are heavy with grapes and golden coins, representing the fruitful accomplishment of all her desires. Her right hand rests upon one of the many coins, and her fingers wrap around the purple grapes on the vine, symbolising her healthy relationship with money. She can enjoy the fruits of her labours without overdoing it. A hooded falcon sits calmly on her left hand, signifying the woman's intellectual and spiritual self-control. Far in the background is a large house, presumably belonging to the woman herself, a further signal of her abounding wealth and financial plenty."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Pents09.jpg"
  },
  {
    "name": "Ten of Pentacles",
    "name_short": "pe10",
    "value": "ten",
    "value_int": 10,
    "description": {
      "one": {
        "desc": "A man and woman beneath an archway which gives entrance to a house and domain. They are accompanied by a child, who looks curiously at two dogs accosting an ancient personage seated in the foreground. The child's hand is on one of them.",
        "meaning": "Gain, riches; family matters, archives, extraction, the abode of a family."
      },
      "two": {
        "meaning": "Wealth, financial security, family, long-term success, contribution.",
        "desc": "The Ten of Pentacles shows an old, white-haired man wearing an ornately embroidered robe, sitting with his two loyal white dogs at his feet. A younger couple stands nearby with a small child. The man is a wealthy patriarch who has achieved a great deal during his life and is immensely gratified that he can now share his wealth and abundance with his loved ones. His successes and accomplishments are now providing financial security and certainty to his family. He can already see the legacy he has created. The man and his family gather in the courtyard of a large castle, marking their prosperity, comfort and financial security. On the archway are family emblems and flags, a symbol of their history and ancestry. Their wealth goes way beyond material comfort; the man and his family have a deeply rooted connection to their lineage, home and community."
      }
    },

    "url": "https://upload.wikimedia.org/wikipedia/commons/4/42/Pents10.jpg"
  },
  {
    "name": "Page of Cups",
    "name_short": "cupa",
    "value": "page",
    "value_int": 11,
    "description": {
      "one": {
        "desc": "A fair, pleasing, somewhat effeminate page, of studious and intent aspect, contemplates a fish rising from a cup to look at him. It is the pictures of the mind taking form.",
        "meaning": "Fair young man, one impelled to render service and with whom the Querent will be connected; a studious youth; news, message; application, reflection, meditation; also these things directed to business."
      },
      "two": {
        "meaning": "Creative opportunities, intuitive messages, curiosity, possibility.",
        "desc": "The Page of Cups wears a blue tunic with a floral print and a beret on his head with a long, flowing scarf. He stands on the shore, with the wavy sea behind him, holding a cup in his right hand. Surprisingly, a fish pops its head out of the cup and looks at the young man. The fish and the sea behind him represent the element of water and all things to do with creativity, intuition, feelings and emotions. The unexpected appearance of the fish signifies that creative inspiration often comes out of the blue and only when you are open to it."
      }
    },

    "url": "https://upload.wikimedia.org/wikipedia/commons/a/ad/Cups11.jpg"
  },
  {
    "name": "Knight of Cups",
    "name_short": "cukn",
    "value": "knight",
    "value_int": 12,
    "description": {
      "one": {
        "desc": "Graceful, but not warlike; riding quietly, wearing a winged helmet, referring to those higher graces of the imagination which sometimes characterize this card. He too is a dreamer, but the images of the side of sense haunt him in his vision.",

        "meaning": "Arrival, approach--sometimes that of a messenger; advances, proposition, demeanour, invitation, incitement."
      },
      "two": {
        "meaning": "Creativity, romance, charm, imagination, beauty.",
        "desc": "In the Knight of Cups, a knight rides on a white horse and holds out a golden cup as if he bears a message from the heart. Over his armour, the knight wears a cloak covered with images of fish, the symbol of water, consciousness and creativity. His helmet and boots are winged, a symbol of an active and creative imagination and an appreciation for beautiful things. Unlike the Knight of Wands or the Knight of Swords, the horse in the Knight of Cups is not charging forward but instead moves slowly and gracefully, giving an air of calmness and peace. The horse represents power, energy and drive and the colour white is a symbol of purity, spirituality and light. The background is mostly barren, except for some trees far away and the river that flows through, symbolising the power of the emotions and imagination to create a new life force, even where it may seem that there is none."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/f/fa/Cups12.jpg"
  },
  {
    "name": "Queen of Cups",
    "name_short": "cuqu",
    "value": "queen",
    "value_int": 13,
    "description": {
      "one": {
        "desc": "Beautiful, fair, dreamy--as one who sees visions in a cup. This is, however, only one of her aspects; she sees, but she also acts, and her activity feeds her dream.",

        "meaning": "Good, fair woman; honest, devoted woman, who will do service to the Querent; loving intelligence, and hence the gift of vision; success, happiness, pleasure; also wisdom, virtue; a perfect spouse and a good mother."
      },
      "two": {
        "meaning": "Compassionate, caring, emotionally stable, intuitive, in flow.",
        "desc": "The Queen of Cups is a beautiful, introspective woman who sits on a throne at the edge of the sea. In her hands, she holds a golden, cup adorned with handles shaped like angels. Unlike most of the cups in the Suit of Cups cards, this cup is closed - showing that the Queen's thoughts and feelings come from her subconscious mind and the depths of her soul. She sits upon a stone throne decorated with images of sea-nymphs, fish, and scallop shells. The sea and fish are symbols of the unconscious mind, and water represents emotion, spirit and perception. A cloudless, bright-blue sky and placid water of the sea surround her. Her feet do not touch the water; they rest on colourful pebbles on the shore. It is as if she is connected to her emotions (as represented by the water), but not overwhelmed by them."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/6/62/Cups13.jpg"
  },
  {
    "name": "King of Cups",
    "name_short": "cuki",
    "value": "king",
    "value_int": 14,
    "description": {
      "one": {
        "desc": "He holds a short sceptre in his left hand and a great cup in his right; his throne is set upon the sea; on one side a ship is riding and on the other a dolphin is leaping. The implicit is that the Sign of the Cup naturally refers to water, which appears in all the court cards.",
        "meaning": "Fair man, man of business, law, or divinity; responsible, disposed to oblige the Querent; also equity, art and science, including those who profess science, law and art; creative intelligence."
      },
      "two": {
        "meaning": "Emotionally balanced, compassionate, diplomatic.",
        "desc": "The King of Cups sits on a large stone throne and wears a blue tunic and a gold cape - a symbol of his authority and status. A small fish amulet hangs around his neck symbolising his creativity. In his right hand, he holds a cup representing the emotions, and his left has a sceptre, showing power and control. Unlike the other Cups court cards, he doesn't look at his cup and seems to be focused elsewhere; perhaps he has already mastered his emotional self and doesn't need to concentrate as hard on this facet of himself. The King of Cups appears to be floating on a granite block in the middle of a turbulent sea. Behind him on his right, a fish jumps out of the ocean, while on the left, a ship sails steadily despite the waves. These images show that this King stays calm and balanced, even in turbulent conditions, and has learned how to stay open to his emotions and unconscious impulses, without being overwhelmed by them. He keeps power and control while balancing his feelings."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/0/04/Cups14.jpg"
  },
  {
    "name": "Ace of Cups",
    "name_short": "cuac",
    "value": "ace",
    "value_int": 1,
    "description": {
      "one": {
        "desc": "The waters are beneath, and thereon are water-lilies; the hand issues from the cloud, holding in its palm the cup, from which four streams are pouring; a dove, bearing in its bill a cross-marked Host, descends to place the Wafer in the Cup; the dew of water is falling on all sides. It is an intimation of that which may lie behind the Lesser Arcana.",
        "meaning": "House of the true heart, joy, content, abode, nourishment, abundance, fertility; Holy Table, felicity hereof."
      },
      "two": {
        "meaning": "Love, new relationships, compassion, creativity.",
        "desc": "The Ace of Cups shows a chalice overflowing with five streams of water. The cup represents the vessel of your subconscious mind; the five streams are your five senses and the abundant emotion and intuition flowing from within you. The hand holding the cup is sliding out of the clouds, a symbol of your awareness of spiritual energy and influence. Below the hand is a vast sea covered with lotus blossoms, signifying the awakening of the human spirit. A dove descends towards the cup - a symbol of Divine love flowing through the subconscious mind to conscious awareness."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/3/36/Cups01.jpg"
  },
  {
    "name": "Two of Cups",
    "name_short": "cu02",
    "value": "two",
    "value_int": 2,
    "description": {
      "one": {
        "desc": "A youth and maiden are pledging one another, and above their cups rises the Caduceus of Hermes, between the great wings of which there appears a lion's head. It is a variant of a sign which is found in a few old examples of this card. Some curious emblematical meanings are attached to it, but they do not concern us in this place.",
        "meaning": "Love, passion, friendship, affinity, union, concord, sympathy, the interrelation of the sexes, and--as a suggestion apart from all offices of divination--that desire which is not in Nature, but by which Nature is sanctified."
      },
      "two": {
        "meaning": "Unified love, partnership, mutual attraction.",
        "desc": "The Two of Cups shows a young man and woman, exchanging cups and pledging their love for one another. Above them floats the Caduceus of Hermes - a winged staff with two snakes wrapped around it - the ancient symbol of commerce, trade, and exchange. At the top of the caduceus is a lion's head, signifying passion and fire energy and suggesting that there may be a lot of fiery, sexual energy between these two people."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/f/f8/Cups02.jpg"
  },
  {
    "name": "Three of Cups",
    "name_short": "cu03",
    "value": "three",
    "value_int": 3,
    "description": {
      "one": {
        "desc": "Maidens in a garden-ground with cups uplifted, as if pledging one another.",
        "meaning": "The conclusion of any matter in plenty, perfection and merriment; happy issue, victory, fulfilment, solace, healing,"
      },
      "two": {
        "meaning": "Celebration, friendship, creativity, collaborations.",
        "desc": "In the Three of Cups, three young women are dancing with each other in a circle, raising their cups high in the air in a toast of joy and celebration. They look to one another with appreciation, honour and respect, and are bound by their emotional connection and friendship. There is a sense of lifting each other up and celebrating each woman's unique contribution to the group. The ground is layered with flowers, fruit and a pumpkin, symbolising the celebration of an abundant harvest and the goodness in life."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/7/7a/Cups03.jpg"
  },
  {
    "name": "Four of Cups",
    "name_short": "cu04",
    "value": "four",
    "value_int": 4,
    "description": {
      "one": {
        "desc": "A young man is seated under a tree and contemplates three cups set on the grass before him; an arm issuing from a cloud offers him another cup. His expression notwithstanding is one of discontent with his environment.",
        "meaning": "Weariness, disgust, aversion, imaginary vexations, as if the wine of this world had caused satiety only; another wine, as if a fairy gift, is now offered the wastrel, but he sees no consolation therein. This is also a card of blended pleasure."
      },
      "two": {
        "meaning": "Meditation, contemplation, apathy, reevaluation.",
        "desc": "The Four of Cups shows a young man sitting under a tree with his arms crossed, deep in contemplation and meditation. He is so engrossed in his thoughts that he does not seem to notice the outstretched arm offering him a cup. A further three cups stand at his feet, but again, he doesn't seem to notice or care about these new opportunities either."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/3/35/Cups04.jpg"
  },
  {
    "name": "Five of Cups",
    "name_short": "cu05",
    "value": "five",
    "value_int": 5,
    "description": {
      "one": {
        "desc": "A dark, cloaked figure, looking sideways at three prone cups two others stand upright behind him; a bridge is in the background, leading to a small keep or holding. Divanatory Meanings: It is a card of loss, but something remains over; three have been taken, but two are left; it is a card of inheritance, patrimony, transmission, but not corresponding to expectations; with some interpreters it is a card of marriage, but not without bitterness or frustration. Reversed: News, alliances, affinity, consanguinity, ancestry, return, false projects",
        "meaning": "ure, looking sideways at three prone cups two others stand upright behind him; a bridge is in the background, leading to a small keep or holding. Divanatory Meanings: It is a card of loss, but something remains over; three have been taken, but two are left; it is a card of inheritance, patrimony, transmission, but not corresponding to expectations; with some interpreters it is a card of marriage, but not without bitterness or frustration."
      },
      "two": {
        "meaning": "Regret, failure, disappointment, pessimism.",
        "desc": "The Five of Cups shows a man in a long black cloak looking down on three cups that have been knocked over - symbolic of his disappointments and failures. Behind him stand two cups representing new opportunities and potential, but because he is so fixed on his losses (the over-turned cups), he misses the opportunities available to him. In the background, a bridge crosses a large, flowing river and leads to the security of the castle or home on the opposite side of the riverbank - if only he can move on from the over-turned cups. The bridge is a message to 'find a way through'."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/d/d7/Cups05.jpg"
  },
  {
    "name": "Six of Cups",
    "name_short": "cu06",
    "value": "six",
    "value_int": 6,
    "description": {
      "one": {
        "desc": "Children in an old garden, their cups filled with flowers.",
        "meaning": "A card of the past and of memories, looking back, as--for example--on childhood; happiness, enjoyment, but coming rather from the past; things that have vanished. Another reading reverses this, giving new relations, new knowledge, new environment, and then the children are disporting in an unfamiliar precinct."
      },
      "two": {
        "meaning": "Revisiting the past, childhood memories, innocence, joy.",
        "desc": "In the Six of Cups, a young boy leans down and passes a cup filled with flowers to a younger girl. The girl looks up to the boy with love and respect as he offers the flowers to her. Love, harmony and co-operation - all key elements of the Six of Cups - shine through this gentle act. The young children also represent childhood memories In the background, an older man walks away in the distance, as if to say you no longer need to worry about adult issues; just enjoy the moment of being young, innocent and free again. The children also appear to be standing in the courtyard of a large home, symbolising comfort, safety and security. In the foreground stand four more cups filled with flowers, and a fifth cup sits on a pedestal behind the boy."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/1/17/Cups06.jpg"
  },
  {
    "name": "Seven of Cups",
    "name_short": "cu07",
    "value": "seven",
    "value_int": 7,
    "description": {
      "one": {
        "desc": "Strange chalices of vision, but the images are more especially those of the fantastic spirit.",
        "meaning": "Fairy favours, images of reflection, sentiment, imagination, things seen in the glass of contemplation; some attainment in these degrees, but nothing permanent or substantial is suggested."
      },
      "two": {
        "meaning": "Opportunities, choices, wishful thinking, illusion.",
        "desc": "In the Seven of Cups, a man stands before seven cups filled with various gifts. Some cups bear desirable gifts such as jewels and a wreath of victory. But others hold gifts that are not gifts at all; instead, they are curses, such as the snake or dragon. The clouds and the cups symbolise the man's wishes and dreams, and the different gifts inside suggest that you need to be careful what you wish for as not everything is as it seems. Choices need to be made, but in doing so, you must go beyond illusion and allure, and instead focus on what's right for you."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/a/ae/Cups07.jpg"
  },
  {
    "name": "Eight of Cups",
    "name_short": "cu08",
    "value": "eight",
    "value_int": 8,
    "description": {
      "one": {
        "desc": "A man of dejected aspect is deserting the cups of his felicity, enterprise, undertaking or previous concern.",
        "meaning": "The card speaks for itself on the surface, but other readings are entirely antithetical--giving joy, mildness, timidity, honour, modesty. In practice, it is usually found that the card shews the decline of a matter, or that a matter which has been thought to be important is really of slight consequence--either for good or evil."
      },
      "two": {
        "meaning": "Disappointment, abandonment, withdrawal, escapism.",
        "desc": "In the Eight of Cups, a man walks away from the eight cups standing in the foreground. The cups are arranged in such a way that it looks like one is missing, a sign that emotional fulfilment and wholeness is lacking. The man has turned his back on these cups with a sense of loss and disappointment and shuffles away into the mountains. A nearby river symbolises his emotions, and the mountains represent the awareness that this will not be an easy journey (though it will be necessary for true long-term happiness). The moon in the night's sky illuminates the path ahead - the man is leaving in the dead of night hoping to go unnoticed, suggesting that there may be a level of escape or avoidance in this card."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/6/60/Cups08.jpg"
  },
  {
    "name": "Nine of Cups",
    "name_short": "cu09",
    "value": "nine",
    "value_int": 9,
    "description": {
      "one": {
        "desc": "A goodly personage has feasted to his heart's content, and abundant refreshment of wine is on the arched counter behind him, seeming to indicate that the future is also assured. The picture offers the material side only, but there are other aspects.",
        "meaning": "Concord, contentment, physical bien-être; also victory, success, advantage; satisfaction for the Querent or person for whom the consultation is made."
      },
      "two": {
        "meaning": "Contentment, satisfaction, gratitude, wish come true.",
        "desc": "In the Nine of Cups, a man sits on a wooden bench. He is comfortable, but not too comfortable (you wouldn't want to sit on that wooden bench all day!). His arms are crossed, and he has a smile on his face, expressing contentment and satisfaction. Behind him is a curved structure draped in blue material, with nine golden cups arranged in an arch. The cups represent emotional fulfilment after you carry out your deepest desires."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/2/24/Cups09.jpg"
  },
  {
    "name": "Ten of Cups",
    "name_short": "cu10",
    "value": "ten",
    "value_int": 10,
    "description": {
      "one": {
        "desc": "Appearance of Cups in a rainbow; it is contemplated in wonder and ecstacy by a man and woman below, evidently husband and wife. His right arm is about her; his left is raised upward; she raises her right arm. The two children dancing near them have not observed the prodigy but are happy after their own manner. There is a home-scene beyond.",
        "meaning": "Contentment, repose of the entire heart; the perfection of that state; also perfection of human love and friendship; if with several picture-cards, a person who is taking charge of the Querent's interests; also the town, village or country inhabited by the Querent."
      },
      "two": {
        "meaning": "Divine love, blissful relationships, harmony, alignment.",
        "desc": "On the Ten of Cups, a loving couple stands together, arms outstretched, as their two children play nearby. They look towards their home on the hill and a beautiful rainbow in the sky filled with ten cups. These two have true, everlasting love and have everything they could ever wish for - the home, the kids, and most importantly, fulfilling love - and they share this bond with the people around them. The family home symbolises stability and comfort, while the grassy hills signify fertility and the river marks the flow of emotion. The rainbow signals the end of difficult times and is a sign from the Divine that everything will be okay. The idyllic scene is one of true emotional fulfilment and Divine love."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/8/84/Cups10.jpg"
  },
  {
    "name": "Page of Swords",
    "name_short": "swpa",
    "value": "page",
    "value_int": 11,
    "description": {
      "one": {
        "desc": "A lithe, active figure holds a sword upright in both hands, while in the act of swift walking. He is passing over rugged land, and about his way the clouds are collocated wildly. He is alert and lithe, looking this way and that, as if an expected enemy might appear at any moment.",
        "meaning": "Authority, overseeing, secret service, vigilance, spying, examination, and the qualities thereto belonging."
      },
      "two": {
        "meaning": "New ideas, curiosity, thirst for knowledge, new ways of communicating.",
        "desc": "The Page of Swords shows a young man standing with his sword pointing upwards to the sky. His body and the sword lean in one direction, but he looks the other way as if to see what else is happening around him. A breeze blows through the young man's hair, and the clouds behind him appear to dash through the sky, bringing dynamic energy to the card. The ground on which the Page stands is green and fertile, suggesting that the Page's ideas are likely to bring positive change and forward movement."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Swords11.jpg"
  },
  {
    "name": "Knight of Swords",
    "name_short": "swkn",
    "value": "knight",
    "value_int": 12,
    "description": {
      "one": {
        "desc": "He is riding in full course, as if scattering his enemies. In the design he is really a prototypical hero of romantic chivalry. He might almost be Galahad, whose sword is swift and sure because he is clean of heart.",
        "meaning": "Skill, bravery, capacity, defence, address, enmity, wrath, war, destruction, opposition, resistance, ruin. There is therefore a sense in which the card signifies death, but it carries this meaning only in its proximity to other cards of fatality."
      },
      "two": {
        "meaning": "Ambitious, action-oriented, driven to succeed, fast-thinking.",
        "desc": "The Knight of Swords shows a knight dressed in armour, charging ahead with great energy on his powerful white horse. The knight's sword is held high, a symbol of his dedication to his purpose and mission. The white horse symbolises the purity of the intellectual energy that motivates the knight. In the background, storm clouds are beginning to form, and the trees bend in the strong winds. The wind doesn't stop the knight, however; he heads directly into it, eager to complete his mission."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/b/b0/Swords12.jpg"
  },
  {
    "name": "Queen of Swords",
    "name_short": "swqu",
    "value": "queen",
    "value_int": 13,
    "description": {
      "one": {
        "desc": "Her right hand raises the weapon vertically and the hilt rests on an arm of her royal chair the left hand is extended, the arm raised her countenance is severe but chastened; it suggests familiarity with sorrow. It does not represent mercy, and, her sword notwithstanding, she is scarcely a symbol of power.",
        "meaning": "Widowhood, female sadness and embarrassment, absence, sterility, mourning, privation, separation."
      },
      "two": {
        "meaning": "Independent, unbiased judgement, clear boundaries, direct communication.",
        "desc": "The Queen of Swords sits on a stone throne decorated with a cherub, representing the Queen's softer side, and butterflies representing transformation. She faces towards the future, with her left hand raised as if to receive, and in her right hand, she holds a sword up high and straight, representing her desire to find the truth in all matters. As with the earlier Swords Court cards, clouds accumulate in the sky and a strong wind that passes through the trees, symbolising the ongoing nature of change."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/d/d4/Swords13.jpg"
  },
  {
    "name": "King of Swords",
    "name_short": "swki",
    "value": "king",
    "value_int": 14,
    "description": {
      "one": {
        "desc": "He sits in judgment, holding the unsheathed sign of his suit. He recalls, of course, the conventional Symbol of justice in the Trumps Major, and he may represent this virtue, but he is rather the power of life and death, in virtue of his office.",
        "meaning": "Whatsoever arises out of the idea of judgment and all its connexions-power, command, authority, militant intelligence, law, offices of the crown, and so forth."
      },
      "two": {
        "meaning": "Mental clarity, intellectual power, authority, truth.",
        "desc": "The King of Swords sits upon his throne, facing forward as if ready to confront whatever life throws at him. He holds a sword in his right hand, the hand of the conscious, rational mind, and points it upright and to the left, the side of the subconscious, intuitive mind. This symbolises the King's decisiveness, but also flexibility in all matters; while he makes decisions based mostly on his intellectual understanding, he stays open to his intuition. The King wears a blue tunic, symbolic of a desire for spiritual knowledge, and a purple cape, symbolic of his compassion and intellect. The back of his throne is decorated with butterflies (transformation), crescent moons and an angel just near his left ear, positioned as if to give him subtle guidance. The trees behind him stand still, and the clouds have settled. The wind from the previous Swords court cards has died down, giving the impression of stability and clarity rather than the confusion of sweeping change."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/3/33/Swords14.jpg"
  },
  {
    "name": "Ace of Swords",
    "name_short": "swac",
    "value": "ace",
    "value_int": 1,
    "description": {
      "one": {
        "desc": "A hand issues from a cloud, grasping as word, the point of which is encircled by a crown.",
        "meaning": "Triumph, the excessive degree in everything, conquest, triumph of force. It is a card of great force, in love as well as in hatred. The crown may carry a much higher significance than comes usually within the sphere of fortune-telling."
      },
      "two": {
        "meaning": "Breakthroughs, new ideas, mental clarity, success.",
        "desc": "The Ace of Swords shows a gleaming hand appearing from a white cloud, a representation of the Divine. It holds an upright sword, symbolic of the mind and the intellect, and at the tip of the sword sits a crown draped with a wreath, a sign of success and victory. While this Ace is a sign of triumph, the jagged mountains in the background suggest that the road ahead will be challenging. You will need mental resilience to navigate this path."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Swords01.jpg"
  },
  {
    "name": "Two of Swords",
    "name_short": "sw02",
    "value": "two",
    "value_int": 2,
    "description": {
      "one": {
        "desc": "A hoodwinked female figure balances two swords upon her shoulders.",
        "meaning": "Conformity and the equipoise which it suggests, courage, friendship, concord in a state of arms; another reading gives tenderness, affection, intimacy. The suggestion of harmony and other favourable readings must be considered in a qualified manner, as Swords generally are not symbolical of beneficent forces in human affairs."
      },
      "two": {
        "meaning": "Difficult decisions, weighing up options, an impasse, avoidance.",
        "desc": "The Two of Swords shows a blindfolded woman, dressed in a white robe, holding two crossed swords. The blindfold over her eyes tell us that the woman is confused about her plight and that she can see neither the problem nor the solution clearly. She may also be missing relevant information that would make her decision much clearer if she were to obtain it. The swords she holds are in perfect balance, suggesting that she is weighing her thoughts and addressing both sides of the situation to find the best resolution. Behind the woman is a body of water dotted with rocky islands. The water represents the emotions and, while the Suit of Swords traditionally associates with the mind and intellect, its presence shows that the woman must use both her head and her heart to weigh her options. The islands represent obstacles in her path and suggest that her decision is not as clear-cut as it seems. She will have to consider the situation as a whole. The crescent moon to her right is a sign that this woman needs to trust her intuition as she makes her choice."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/9/9e/Swords02.jpg"
  },
  {
    "name": "Three of Swords",
    "name_short": "sw03",
    "value": "three",
    "value_int": 3,
    "description": {
      "one": {
        "desc": "Three swords piercing a heart; cloud and rain behind.",
        "meaning": "Removal, absence, delay, division, rupture, dispersion, and all that the design signifies naturally, being too simple and obvious to call for specific enumeration."
      },
      "two": {
        "meaning": "Heartbreak, emotional pain, sorrow, grief, hurt.",
        "desc": "The Three of Swords shows a heart pierced by three swords, representing the pain inflicted by words, actions and intent on the emotional and physical self. The dark clouds gathering in the background mirror this pain but offer the hope that, just as the storm clouds will disappear, so too will the pain and hurt you are experiencing."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/0/02/Swords03.jpg"
  },
  {
    "name": "Four of Swords",
    "name_short": "sw04",
    "value": "four",
    "value_int": 4,
    "description": {
      "one": {
        "desc": "The effigy of a knight in the attitude of prayer, at full length upon his tomb.",
        "meaning": "Vigilance, retreat, solitude, hermit's repose, exile, tomb and coffin. It is these last that have suggested the design."
      },
      "two": {
        "meaning": "Rest, relaxation, meditation, contemplation, recuperation.",
        "desc": "The Four of Swords shows a knight lying horizontally on a tomb. He remains in his full armour, and his hands are in the position of prayer as a sign of rest. One sword lies beneath the knight, symbolising a single point of focus, and three swords hang above him, pointing downwards towards his head and torso. The stained-glass window above him shows a woman and child together."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/b/bf/Swords04.jpg"
  },
  {
    "name": "Five of Swords",
    "name_short": "sw05",
    "value": "five",
    "value_int": 5,
    "description": {
      "one": {
        "desc": "A disdainful man looks after two retreating and dejected figures. Their swords lie upon the ground. He carries two others on his left shoulder, and a third sword is in his right hand, point to earth. He is the master in possession of the field.",
        "meaning": "Degradation, destruction, revocation, infamy, dishonour, loss, with the variants and analogues of these."
      },
      "two": {
        "meaning": "Conflict, disagreements, competition, defeat, winning at all costs.",
        "desc": "In the Five of Swords, a sly-looking man picks up three swords from the ground. He glances over his shoulder at two men who are walking away with their shoulders slouched, conveying a sense of sadness and loss. Two more swords are strewn across the grass, suggesting a battle has been fought and lost. The sky is cloudy and tumultuous, a sign that not all is well even though the fighting has stopped."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/2/23/Swords05.jpg"
  },
  {
    "name": "Six of Swords",
    "name_short": "sw06",
    "value": "six",
    "value_int": 6,
    "description": {
      "one": {
        "desc": "A ferryman carrying passengers in his punt to the further shore. The course is smooth, and seeing that the freight is light, it may be noted that the work is not beyond his strength.",
        "meaning": "journey by water, route, way, envoy, commissionary, expedient."
      },
      "two": {
        "meaning": "Transition, change, rite of passage, releasing baggage.",
        "desc": "The Six of Swords shows a woman and a young child being rowed across a body of water towards a nearby land. Her head is covered, suggesting sadness or loss as she moves away from something in her past. Her child nestles in close to her body, looking for safety and comfort as they make this journey together. In the boat stand six swords, suggesting that the woman and child are still carrying memories or baggage from their past into their future. While the water on the right of the boat is turbulent, the sea ahead is tranquil. This imagery suggests that they are leaving behind a tumultuous situation, bound for a more peaceful and supportive environment."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/2/29/Swords06.jpg"
  },
  {
    "name": "Seven of Swords",
    "name_short": "sw07",
    "value": "seven",
    "value_int": 7,
    "description": {
      "one": {
        "desc": "A man in the act of carrying away five swords rapidly; the two others of the card remain stuck in the ground. A camp is close at hand.",
        "meaning": "Design, attempt, wish, hope, confidence; also quarrelling, a plan that may fail, annoyance. The design is uncertain in its import, because the significations are widely at variance with each other."
      },
      "two": {
        "meaning": "Betrayal, deception, getting away with something, acting strategically.",
        "desc": "The Seven of Swords shows a man sneaking away from a military camp with five swords in his arms. He looks over his shoulder at the two upright swords he has left behind. The smile on his face suggests that he is proud of himself for having slipped away without being noticed."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/3/34/Swords07.jpg"
  },
  {
    "name": "Eight of Swords",
    "name_short": "sw08",
    "value": "eight",
    "value_int": 8,
    "description": {
      "one": {
        "desc": "A woman, bound and hoodwinked, with the swords of the card about her. Yet it is rather a card of temporary durance than of irretrievable bondage.",
        "meaning": "Bad news, violent chagrin, crisis, censure, power in trammels, conflict, calumny; also sickness."
      },
      "two": {
        "meaning": "Negative thoughts, self-imposed restriction, imprisonment, victim mentality.",
        "desc": "The Eight of Swords shows a woman bound and blindfolded. Eight swords surround her, seemingly trapping her in place, a symbol of the limiting thoughts, beliefs and mindset that prevent her from moving forward in her life. However, look closer: if the woman removed her blindfold, she would quickly realise that she can escape her predicament by letting go of her limiting beliefs and establishing a new, more empowered mindset. The water pooled at her feet suggests that her intuition might see what her eyes cannot."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/a/a7/Swords08.jpg"
  },
  {
    "name": "Nine of Swords",
    "name_short": "sw09",
    "value": "nine",
    "value_int": 9,
    "description": {
      "one": {
        "desc": "One seated on her couch in lamentation, with the swords over her. She is as one who knows no sorrow which is like unto hers. It is a card of utter desolation.",
        "meaning": "Death, failure, miscarriage, delay, deception, disappointment, despair."
      },
      "two": {
        "meaning": "Anxiety, worry, fear, depression, nightmares.",
        "desc": "The Nine of Swords shows a woman sitting up in her bed with her head in her hands. She appears to have been jolted awake from a terrible nightmare that has left her disturbed, scared and anxious. Nine swords hang on the dark wall behind her, representing the negative thoughts that weigh heavily on her mind. The base of the woman's bed features a carving of one person defeating another, and roses and the outlines of astrological symbols adorn the quilt wrapped around her."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/2/2f/Swords09.jpg"
  },
  {
    "name": "Ten of Swords",
    "name_short": "sw10",
    "value": "ten",
    "value_int": 10,
    "description": {
      "one": {
        "desc": "A prostrate figure, pierced by all the swords belonging to the card.",
        "meaning": "Whatsoever is intimated by the design; also pain, affliction, tears, sadness, desolation. It is not especially a card of violent death."
      },
      "two": {
        "meaning": "Painful endings, deep wounds, betrayal, loss, crisis.",
        "desc": "The Ten of Swords shows a man lying face down, apparently dead, with ten swords in his back. A red cape drapes over the lower half of his body as a sign of dignity as he leaves this world. While the dark sky is ominous, the sun is rising on the horizon, bringing a renewed sense of hope and opportunity. The calm sea in the background also brings solace, suggesting that even in times of darkness, there is a sense of peace and calm to be found."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/d/d4/Swords10.jpg"
  },
  {
    "name": "Page of Wands",
    "name_short": "wapa",
    "value": "page",
    "value_int": 11,
    "description": {
      "one": {
        "desc": "In a scene similar to the former, a young man stands in the act of proclamation. He is unknown but faithful, and his tidings are strange.",
        "meaning": "Dark young man, faithful, a lover, an envoy, a postman. Beside a man, he will bear favourable testimony concerning him. A dangerous rival, if followed by the Page of Cups. Has the chief qualities of his suit. He may signify family intelligence."
      },
      "two": {
        "meaning": "Inspiration, ideas, discovery, limitless potential, free spirit.",
        "desc": "The Page of Wands shows a young man holding a long staff in both hands as he looks inquisitively at the green leaves sprouting from the top. His tunic is emblazoned with salamanders, a mythical creature associated with fire and transformation. The Page stands still, with his staff firmly planted on the ground, suggesting that while he is inspired by the potential growth represented by the sprouting staff, he has not yet taken action on this inspiration. In the background, the landscape is barren and mountainous, implying that this Page has the gift of being able to find growth and potential in the most unlikely places. He is so energised by his ideas that he can make anything happen and isn't limited by his circumstances."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/6/6a/Wands11.jpg"
  },
  {
    "name": "Knight of Wands",
    "name_short": "wakn",
    "value": "knight",
    "value_int": 12,
    "description": {
      "one": {
        "desc": "He is shewn as if upon a journey, armed with a short wand, and although mailed is not on a warlike errand. He is passing mounds or pyramids. The motion of the horse is a key to the character of its rider, and suggests the precipitate mood, or things connected therewith.",
        "meaning": "Departure, absence, flight, emigration. A dark young man, friendly. Change of residence."
      },
      "two": {
        "meaning": "Energy, passion, inspired action, adventure, impulsiveness.",
        "desc": "The Knight of Wands sits on his horse in full armour, wearing a yellow robe decorated with salamanders (associated with the element of fire), and a helmet with fiery red plumes flowing behind him. He holds a sprouting wand in his right hand, which symbolises his energy and enthusiasm for his mission. His horse rises up on its hind legs, poised and ready for action. Like all the Wands Court Cards, the background is hot, dry and barren, with mountains soaring in the distance."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/1/16/Wands12.jpg"
  },
  {
    "name": "Queen of Wands",
    "name_short": "waqu",
    "value": "queen",
    "value_int": 13,
    "description": {
      "one": {
        "desc": "The Wands throughout this suit are always in leaf, as it is a suit of life and animation. Emotionally and otherwise, the Queen's personality corresponds to that of the King, but is more magnetic.",
        "meaning": "A dark woman, countrywoman, friendly, chaste, loving, honourable. If the card beside her signifies a man, she is well disposed towards him; if a woman, she is interested in the Querent. Also, love of money, or a certain success in business."
      },
      "two": {
        "meaning": "Courage, confidence, independence, social butterfly, determination.",
        "desc": "The Queen of Wands sits upon a throne decorated with lions facing opposing directions, a symbol of fire and strength. In her left hand, on her crown and behind her are sunflowers, symbolising life, fertility, joy and satisfaction, and her right hand holds a wand with one small sprout springing to life. A black cat sits at her feet, a sign that while this Queen is bold and outgoing she is also in touch with her shadow self - the darker, lesser-known side of her being."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/0/0d/Wands13.jpg"
  },
  {
    "name": "King of Wands",
    "name_short": "waki",
    "value": "king",
    "value_int": 14,
    "description": {
      "one": {
        "desc": "The physical and emotional nature to which this card is attributed is dark, ardent, lithe, animated, impassioned, noble. The King uplifts a flowering wand, and wears, like his three correspondences in the remaining suits, what is called a cap of maintenance beneath his crown. He connects with the symbol of the lion, which is emblazoned on the back of his throne.",
        "meaning": "Dark man, friendly, countryman, generally married, honest and conscientious. The card always signifies honesty, and may mean news concerning an unexpected heritage to fall in before very long."
      },
      "two": {
        "meaning": "Natural-born leader, vision, entrepreneur, honour.",
        "desc": "The King of Wands sits on his throne, holding a blossoming wand in his hand, a symbol of life and creativity. His throne and cape are decorated with lions and salamanders, both symbols of fire and strength. The salamanders biting their own tails represent infinity and the ongoing drive to move forward against all obstacles."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/c/ce/Wands14.jpg"
  },
  {
    "name": "Ace of Wands",
    "name_short": "waac",
    "value": "ace",
    "value_int": 1,
    "description": {
      "one": {
        "desc": "A hand issuing from a cloud grasps a stout wand or club.",
        "meaning": "Creation, invention, enterprise, the powers which result in these; principle, beginning, source; birth, family, origin, and in a sense the virility which is behind them; the starting point of enterprises; according to another account, money, fortune, inheritance."
      },
      "two": {
        "meaning": "Inspiration, new opportunities, growth, potential.",
        "desc": "In the Ace of Wands, a hand holding a sprouting wand extends out from a cloud, as if to offer a new opportunity or idea with the potential to grow. The rich, verdant landscape is further confirmation of this growth capability. In the distance on the left sits a castle, representing the promise of opportunities to come, and hills and mountains line the horizon. Their rolling peaks remind us that there will always be challenges along the way, but they are surmountable with enough effort."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/1/11/Wands01.jpg"
  },
  {
    "name": "Two of Wands",
    "name_short": "wa02",
    "value": "two",
    "value_int": 2,
    "description": {
      "one": {
        "desc": "A tall man looks from a battlemented roof over sea and shore; he holds a globe in his right hand, while a staff in his left rests on the battlement; another is fixed in a ring. The Rose and Cross and Lily should be noticed on the left side.",
        "meaning": "Between the alternative readings there is no marriage possible; on the one hand, riches, fortune, magnificence; on the other, physical suffering, disease, chagrin, sadness, mortification. The design gives one suggestion; here is a lord overlooking his dominion and alternately contemplating a globe; it looks like the malady, the mortification, the sadness of Alexander amidst the grandeur of this world's wealth."
      },
      "two": {
        "meaning": "Future planning, progress, decisions, discovery.",
        "desc": "The Two of Wands shows a man, dressed in a red robe and hat, holding a small globe. The world is literally in his hands, marking the enormous potential before him if he can expand his horizons accordingly. He stands within the confines of his castle, suggesting that while he is contemplating significant opportunities, the man has not yet left his comfort zone to pursue them; he is still very much in the planning phase. His hand rests on an upright wand, and a second wand is affixed to the castle's wall, a further sign that he is still not ready to venture out. In the background, the land is fertile while also rocky, promising that he has a good chance for success, so long as he can overcome the challenges that will arise."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Wands02.jpg"
  },
  {
    "name": "Three of Wands",
    "name_short": "wa03",
    "value": "three",
    "value_int": 3,
    "description": {
      "one": {
        "desc": "A calm, stately personage, with his back turned, looking from a cliff's edge at ships passing over the sea. Three staves are planted in the ground, and he leans slightly on one of them.",
        "meaning": "He symbolizes established strength, enterprise, effort, trade, commerce, discovery; those are his ships, bearing his merchandise, which are sailing over the sea. The card also signifies able co-operation in business, as if the successful merchant prince were looking from his side towards yours with a view to help you."
      },
      "two": {
        "meaning": "Progress, expansion, foresight, overseas opportunities.",
        "desc": "The Three of Wands depicts a man in red and green robes standing on a cliff with his back turned. Three wands stand firmly planted in the ground, reflecting his commitment to his plans. He has left the comfort of the castle in the Two of Wands and is now in a vast open space, looking out over the sea to distant mountains. He watches three sailing ships pass by, symbolic of movement and progression. From his high vantage point, he can see all that lies ahead, including any upcoming challenges and opportunities."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/f/ff/Wands03.jpg"
  },
  {
    "name": "Four of Wands",
    "name_short": "wa04",
    "value": "four",
    "value_int": 4,
    "description": {
      "one": {
        "desc": "From the four great staves planted in the foreground there is a great garland suspended; two female figures uplift nosegays; at their side is a bridge over a moat, leading to an old manorial house.",
        "meaning": "They are for once almost on the surface--country life, haven of refuge, a species of domestic harvest-home, repose, concord, harmony, prosperity, peace, and the perfected work of these."
      },
      "two": {
        "meaning": "Celebration, joy, harmony, relaxation, homecoming.",
        "desc": "The Four of Wands shows two happy people dancing and celebrating with flowers in their hands. In the foreground, a beautiful wreath abounding with blossoms and grapes suspends between wands. Together, these elements represent the joy and satisfaction that comes with achieving an important goal or milestone. In the background, another group of people (perhaps a family) stand in front of a large castle, representing the safety and comfort of the home."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/a/a4/Wands04.jpg"
  },
  {
    "name": "Five of Wands",
    "name_short": "wa05",
    "value": "five",
    "value_int": 5,
    "description": {
      "one": {
        "desc": "A posse of youths, who are brandishing staves, as if in sport or strife. It is mimic warfare, and hereto correspond the",
        "meaning": "Imitation, as, for example, sham fight, but also the strenuous competition and struggle of the search after riches and fortune. In this sense it connects with the battle of life. Hence some attributions say that it is a card of gold, gain, opulence."
      },
      "two": {
        "meaning": "Conflict, disagreements, competition, tension, diversity.",
        "desc": "In the Five of Wands, five men appear to be fighting each other, using their wands as weapons. However, on closer observation, their wands are raised but not striking or injuring anyone. It is as if there is no real purpose or outcome in this chaotic scene other than to create conflict and sow discord amongst the group. Each man wears a different outfit, symbolising their diverse backgrounds and belief systems, and suggesting that, because of their differences, they cannot find harmony and common ground with one another."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/9/9d/Wands05.jpg"
  },
  {
    "name": "Six of Wands",
    "name_short": "wa06",
    "value": "six",
    "value_int": 6,
    "description": {
      "one": {
        "desc": "A laurelled horseman bears one staff adorned with a laurel crown; footmen with staves are at his side.",
        "meaning": "The card has been so designed that it can cover several significations; on the surface, it is a victor triumphing, but it is also great news, such as might be carried in state by the King's courier; it is expectation crowned with its own desire, the crown of hope, and so forth."
      },
      "two": {
        "meaning": "Success, public recognition, progress, self-confidence.",
        "desc": "The Six of Wands depicts a man wearing a victory wreath around his head and riding a decorated white horse through a crowd of cheering people. His horse represents strength, purity and the successful progression of an adventure, and the group of people marks the public recognition for the man's achievements. The rider holds an upright wand with a wreath tied to the top, further emphasising success and achievement. He is not afraid to show off to others what he has accomplished in his life so far and, even better, the surrounding crowd is delighted to cheer him along."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/3/3b/Wands06.jpg"
  },
  {
    "name": "Seven of Wands",
    "name_short": "wa07",
    "value": "seven",
    "value_int": 7,
    "description": {
      "one": {
        "desc": "A young man on a craggy eminence brandishing a staff; six other staves are raised towards him from below.",
        "meaning": "It is a card of valour, for, on the surface, six are attacking one, who has, however, the vantage position. On the intellectual plane, it signifies discussion, wordy strife; in business--negotiations, war of trade, barter, competition. It is further a card of success, for the combatant is on the top and his enemies may be unable to reach him."
      },
      "two": {
        "meaning": "Challenge, competition, protection, perseverance.",
        "desc": "The Seven of Wands depicts a man on top of a hill, armed with a wand in each hand and fighting off six more wands drawing up from below. He seems to be defending his territory and his successes. Interestingly, the man is wearing two different shoes, suggesting that he may have been caught unaware or unprepared for battle, or he may be unclear of his own stance and opinion."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/e/e4/Wands07.jpg"
  },
  {
    "name": "Eight of Wands",
    "name_short": "wa08",
    "value": "eight",
    "value_int": 8,
    "description": {
      "one": {
        "desc": "The card represents motion through the immovable-a flight of wands through an open country; but they draw to the term of their course. That which they signify is at hand; it may be even on the threshold.",
        "meaning": "Activity in undertakings, the path of such activity, swiftness, as that of an express messenger; great haste, great hope, speed towards an end which promises assured felicity; generally, that which is on the move; also the arrows of love."
      },
      "two": {
        "meaning": "Movement, fast paced change, action, alignment, air travel.",
        "desc": "The Eight of Wands shows eight sprouting wands sailing through the air at high speed. Their flight suggests change, movement and travel. The sky is clear and the beautiful river is flowing freely and giving life to the surrounding landscape."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Wands08.jpg"
  },
  {
    "name": "Nine of Wands",
    "name_short": "wa09",
    "value": "nine",
    "value_int": 9,
    "description": {
      "one": {
        "desc": "The figure leans upon his staff and has an expectant look, as if awaiting an enemy. Behind are eight other staves--erect, in orderly disposition, like a palisade.",
        "meaning": "The card signifies strength in opposition. If attacked, the person will meet an onslaught boldly; and his build shews, that he may prove a formidable antagonist. With this main significance there are all its possible adjuncts--delay, suspension, adjournment."
      },
      "two": {
        "meaning": "Resilience, courage, persistence, test of faith, boundaries.",
        "desc": "The Nine of Wands shows an injured man, clutching a wand. He looks over his shoulder towards the eight wands that loom over him. He seems weary and worn, as though he has already been through a battle and now must face additional challenges with the presence of these eight wands. As a Nine, though, this is his final challenge before reaching his goal; he must endure this last test of his strength and character before reaching the finish line."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/4/4d/Tarot_Nine_of_Wands.jpg"
  },
  {
    "name": "Ten of Wands",
    "name_short": "wa10",
    "value": "ten",
    "value_int": 10,
    "description": {
      "one": {
        "desc": "A man oppressed by the weight of the ten staves which he is carrying.",
        "meaning": "A card of many significances, and some of the readings cannot be harmonized. I set aside that which connects it with honour and good faith. The chief meaning is oppression simply, but it is also fortune, gain, any kind of success, and then it is the oppression of these things. It is also a card of false-seeming, disguise, perfidy. The place which the figure is approaching may suffer from the rods that he carries. Success is stultified if the Nine of Swords follows, and if it is a question of a lawsuit, there will be certain loss."
      },
      "two": {
        "meaning": "Burden, extra responsibility, hard work, completion.",
        "desc": "The Ten of Wands shows a man carrying a large bundle of sticks towards a small town only a short distance away. His back is bent and he appears to be weighed down by the heavy load he is carrying, but he knows he is almost at his destination and will soon be able to release the heavy weight he is bearing."
      }
    },
    "url": "https://upload.wikimedia.org/wikipedia/commons/0/0b/Wands10.jpg"
  }
]
